-- ./excel/global.xlsx
return {

    [100] = {
        desc = "默认战斗怪物命中率",
        id = 100,
        value = "100",
    },

    [101] = {
        desc = "背包格子上限",
        id = 101,
        value = "100",
    },

    [102] = {
        desc = "仓库数目上限",
        id = 102,
        value = "9",
    },

    [103] = {
        desc = "背包格子开启费用（单位银币）",
        id = 103,
        value = "1000000",
    },

    [104] = {
        desc = "仓库页开启费用（单位银币）",
        id = 104,
        value = "500000",
    },

    [105] = {
        desc = "包裹初始个数",
        id = 105,
        value = "50",
    },

    [106] = {
        desc = "队长呆滞时间上限",
        id = 106,
        value = "3",
    },

    [107] = {
        desc = "摆摊刷新消耗的金币",
        id = 107,
        value = "100",
    },

    [108] = {
        desc = "摆摊上架物品过期时间（单位分）",
        id = 108,
        value = "1080",
    },

    [109] = {
        desc = "摆摊上架格子解锁价格（单位元宝）",
        id = 109,
        value = "50",
    },

    [110] = {
        desc = "可拍卖装备的最低等级",
        id = 110,
        value = "70",
    },

    [111] = {
        desc = "可拍卖宠物修饰的最低等级",
        id = 111,
        value = "75",
    },

    [112] = {
        desc = "可拍卖宠物与服务器等级的等级差",
        id = 112,
        value = "10",
    },

    [113] = {
        desc = "武林盟主模型",
        id = 113,
        value = "61031",
    },

    [114] = {
        desc = "申请队长按钮冷却时间（s）",
        id = 114,
        value = "0",
    },

}
