-- ./excel/instruction.xlsx
return {

    [1000] = {
        desc = [=[#B储备经验#n
1.未完成的日常任务.日常活动，所错过的经验会按一定的比例转换为储备经验
2.在完成一些日常活动时，储备经验会转换为人物经验
3.最多保留#G#exp#n的储备经验，达到上限后则不能继续获得储备经验
#B服务器等级上限#n
1.人物等级≥服务器等级+1时，获得经验将减少1/5
2.人物等级≥服务器等级+3时，获得经验将减少1/3
3.人物等级=服务器等级+5时，获得经验将减少2/3，且等级无法继续提升
4.服务器等级加成开启后，人物等级＜服务器等级，获得经验将具有额外加成

            #Y当前服务器等级:#n#G%d#n]=],
        id = 1000,
        title = "经验系统说明",
    },

    [1001] = {
        desc = [=[1.历史帮贡影响：
修炼等级上限不高于（历史帮贡/150）+5级
2.人物等级影响：
37/45/55/60级修炼上限分别为5/6/8/10级
65/70/75/80级修炼上限分别为12/14/16/17级
85/90/95级修炼上限分别为18/19/20级
3.帮派等级影响：
1级帮修炼等级上限为8级
2级帮修炼等级上限为11级
3级帮修炼等级上限为14级
4级帮修炼等级上限为17级
5级帮修炼等级上限为20级
4.低于#G服务器等级-5#n的玩家获得修炼经验时增加#G30%#n
5.提升头衔可以额外提升修炼等级]=],
        id = 1001,
        title = "#B修炼说明#n",
    },

    [1002] = {
        desc = [=[1.好友之间赠送鲜花可增加好友度
2.好友间组队对战，胜利后双方获得#G1#n点好友度
3.好友度达到#G5000#n后，只能通过赠送鲜花提高好友度
]=],
        id = 1002,
        title = "#B好友度说明#n",
    },

    [1003] = {
        desc = [=[1.饱食度最多只能补充到200场
2.使用白豆腐、蟹黄金丝粥和参精可恢复饱食度
3.拥有饱食度的情况下，战斗结束后会将人物和伙伴以及宠物的状态自动恢复到最佳状态]=],
        id = 1003,
        title = "饱食度说明",
    },

    [1004] = {
        desc = 1.0,
        id = 1004,
        title = "求助说明",
    },

    [1005] = {
        desc = [=[1.充值获得额外赠送的元宝都为绑定元宝
2.玩家获得额外赠送的元宝不计入充值返利中
3.商城消费或兑换银币、金币时会优先消耗绑定元宝]=],
        id = 1005,
        title = "充值说明",
    },

    [1006] = {
        desc = [=[1.每天凌晨5点获得60点双倍点数
2.双倍点数最多只能保留840点
3.使用双倍丹可以增加双倍点数，每周最多只能使用7个双倍丹
4.未领取双倍点数进行金刚伏魔最多可获得60次经验，使用双倍点数不受限制并可获得道具奖励]=],
        id = 1006,
        title = "双倍点数说明",
    },

    [1007] = {
        desc = [=[1.活力值在活跃度达到20、40、60、80、100时自动获得
2.玩家等级越高每次获得的活力值越多
3.活力值可以使用活力丹回复
4.当前活力最多可达活力上限的2倍
5.每日凌晨5点后重登当前活力超过活力上限的部分会被清除]=],
        id = 1007,
        title = "活力说明",
    },

    [2000] = {
        desc = [=[#G附魂说明#n
1.装备品质在紫色或以上的装备可进行附魂
2.附魂后，装备的基础属性获得随机百分比的强效加强，并有概率获得“神魂灵性”特殊属性
3.武器附魂后会获得发光效果（光武）
4.若对附魂属性不满意，可重新附魂]=],
        id = 2000,
        title = "附魂说明",
    },

    [2001] = {
        desc = [=[#G打造说明#n
1.打造装备需要相应门派、性别以及等级的装备元灵，配合对应等级的制造符
2.高等级的制造符可以替代低等级的制造符来打造装备
]=],
        id = 2001,
        title = "打造说明",
    },

    [2002] = {
        desc = [=[#G强化说明#n
1.强化装备可获得额外的属性
2.全套装备每强化5级，可获得强化套装加成效果
3.强化装备有一定概率失败，若失败会增加下次强化的成功率10%
4.高级水晶不足时，会自动消耗对应数量的低级水晶强化装备
5.装备的强化等级不能超过自身等级以及服务器等级
6.强化的对象为各个部位与穿戴装备无关，穿戴装备后激活部位强化效果
]=],
        id = 2002,
        title = "强化说明",
    },

    [2003] = {
        desc = [=[#G洗炼说明#n
1.打造的装备可通过消耗洗炼石进行洗炼获得附加属性
2.已经洗炼过的装备可通过再次洗炼重置附加属性]=],
        id = 2003,
        title = "洗炼说明",
    },

    [3001] = {
        desc = [=[#B成为学徒#n  
加入帮派时，角色等级＜35级成为学徒   
#B学徒自动转正#n
1.加入帮派后，玩家等级≥45级，且在本帮获得帮贡≥100（不包含解冻值）次日凌晨5点自动转正
2.帮派正式成员人数满的时候，学徒不能转为正式成员  
#B学徒手动转正#n
学徒可以被帮派管理员直接设置成为帮众    
#B学徒权限#n   
1.不能成为帮主、副帮主、长老、帮派宝贝
2.不能获得帮派分红
3.不能参加帮派竞赛 
4.不能使用帮派珍宝阁
#B学徒清理#n
连续48小时不上线的学徒，系统会将其自动移出帮派]=],
        id = 3001,
        title = "学徒说明",
    },

    [3002] = {
        desc = [=[#B脱离帮派说明#n
1.历史帮贡：在本帮的历史帮派贡献不会继承到新的帮派
2.当前帮贡：扣除一半当前拥有的帮贡并冻结剩余一半，在加入新帮派时候，冻结的帮贡将在获得新帮贡时等值返还
]=],
        id = 3002,
        title = "脱离帮派",
    },

    [3003] = {
        desc = [=[#G建筑升级说明#n
1.升级主殿，可以解锁其他建筑等级上限
2.主殿升级受神殿和珍宝阁等级限制
3.升级珍宝阁，可以增加珍宝阁的刷新数量
4.升级神殿，可以提升福利收益
5.升级厢房，可以增加帮派人数上限
6.升级金库，可以增加帮派资金储存上限
7.建筑升到一定等级后，需要额外消耗“建造许可证”，该道具商城可以在商城购买]=],
        id = 3003,
        title = "建筑升级说明",
    },

    [3004] = {
        desc = [=[#B帮派商店说明#n
1.测试
2.测试]=],
        id = 3004,
        title = "帮派商店说明",
    },

    [3005] = {
        desc = [=[#B帮派繁荣度说明#n
1.帮派每天都会自动扣除一定繁荣度
2.帮派繁荣度持续过低时，帮派会自动解散
3.帮派繁荣度每天会根据帮派成员的整体活跃度而增加，活跃度越高增加的繁荣度越高]=],
        id = 3005,
        title = "帮派繁荣度说明",
    },

    [4000] = {
        desc = [=[#G伙伴说明#n
1.伙伴成功招募后，可以进行培养
2.伙伴等级同步角色等级
3.伙伴到达一定等级可以解锁高级技能
4.伙伴的普通技能只能通过使用婆娑丹来升级
5.伙伴进阶可提升伙伴成长率，同时提升伙伴的护主技能等级
6.同种类型的护主技能，技能效果不可以叠加]=],
        id = 4000,
        title = "伙伴基础",
    },

    [4001] = {
        desc = [=[#G进阶说明#n
1.伙伴进阶需要消耗对应数量的信物以及玄元晶
2.伙伴进阶可以提升伙伴潜力以及护主技能的等级]=],
        id = 4001,
        title = "伙伴进阶",
    },

    [4002] = {
        desc = [=[#G招募说明#n
1.达到招募要求，消耗相应的信物可以招募伙伴
2.伙伴只需招募一次，便可以永久获得
3.伙伴招募成功后，可以对伙伴进行培养，未招募则不可以培养
4.伙伴招募成功前，其技能不生效，招募成功后护主技能以及被动技能立即生效]=],
        id = 4002,
        title = "伙伴招募",
    },

    [5001] = {
        desc = [=[#B等级排行榜#n
1.榜单刷新时间：每天0点
2.该榜单按照玩家等级从高到低进行排名]=],
        id = 5001,
        title = "等级排行榜",
    },

    [5002] = {
        desc = [=[#B综合实力排行榜#n
1.榜单刷新时间：每天0点
2.该榜单按照玩家总评分从高到低进行排名]=],
        id = 5002,
        title = "综合实力排行",
    },

    [5003] = {
        desc = [=[#B人物排行榜#n
1.榜单刷新时间：每天0点
2.该榜单按照人物评分从高到低进行排名]=],
        id = 5003,
        title = "人物排行",
    },

    [5004] = {
        desc = [=[#B宠物排行榜#n
1.榜单刷新时间：每天0点
2.该榜单按照宠物评分从高到低进行排名]=],
        id = 5004,
        title = "宠物排行",
    },

    [5005] = {
        desc = [=[#B魅力排行榜#n
1.榜单刷新时间：每周一0点
2.本榜单按照上周玩家的魅力值从高到低进行排名]=],
        id = 5005,
        title = "魅力排行",
    },

    [5006] = {
        desc = [=[#B三界斗法排行榜#n
1.榜单刷新时间：每届三界斗法结束后
2.三界斗法活动结束后，按积分从高到低进行排名]=],
        id = 5006,
        title = "三界斗法排行",
    },

    [5007] = {
        desc = [=[#B帮派威望排行榜#n
1.榜单刷新时间：每天0点
2.排行榜按照帮派威望值从高到低进行排名
3.每周星期一5点，所有帮派的当前威望值都会减少20%
4.帮派成员参与各种帮派活动可以增加一定的帮派威望]=],
        id = 5007,
        title = "帮派威望",
    },

    [5008] = {
        desc = [=[#B门派排行榜#n
1.榜单刷新时间：每天0点
2.该榜单按照蜀山门派中玩家总评分从高到低进行排名]=],
        id = 5008,
        title = "蜀山",
    },

    [5009] = {
        desc = [=[#B门派排行榜#n
1.榜单刷新时间：每天0点
2.该榜单按照金山寺门派中玩家总评分从高到低进行排名]=],
        id = 5009,
        title = "金山寺",
    },

    [5010] = {
        desc = [=[#B门派排行榜#n
1.榜单刷新时间：每天0点
2.该榜单按照太初门派中玩家总评分从高到低进行排名]=],
        id = 5010,
        title = "太初",
    },

    [5011] = {
        desc = [=[#B门派排行榜#n
1.榜单刷新时间：每天0点
2.该榜单按照瑶池门派中玩家总评分从高到低进行排名]=],
        id = 5011,
        title = "瑶池",
    },

    [5012] = {
        desc = [=[#B门派排行榜#n
1.榜单刷新时间：每天0点
2.该榜单按照妖神宫门派中玩家总评分从高到低进行排名]=],
        id = 5012,
        title = "妖神宫",
    },

    [5013] = {
        desc = [=[#B门派排行榜#n
1.榜单刷新时间：每天0点
2.该榜单按照青城山门派中玩家总评分从高到低进行排名]=],
        id = 5013,
        title = "青城山",
    },

    [5014] = {
        desc = [=[#B九州争霸排行榜#n
1.榜单刷新时间：每届九州争霸结束后
2.九州争霸活动结束后，按积分从高到低进行排名]=],
        id = 5014,
        title = "九州争霸",
    },

    [5015] = {
        desc = [=[#B乱世魔影排行榜#n
1.榜单刷新时间：每天0点
2.按积分从高到低进行排名]=],
        id = 5015,
        title = "乱世魔影",
    },

    [6001] = {
        desc = [=[1.阵法最高等级为5级，等级越高效果越强
2.阵法效果需要场上存在5个人时才能够生效
3.不同的阵法产生的效果不同，可以根据实际需要切换使用
4.阵法之间存在克制关系，如果己方阵法克制敌方阵法，则己方对敌方的伤害会增加并且受到的伤害会减少；如果己方阵法被敌方阵法克制，则敌方对己方的伤害会增加并且受到的伤害会减少
5.40级可学4种阵法、50级可学5种阵法、60级可学6种阵法、70级可学7种阵法、80级可学8种阵法]=],
        id = 6001,
        title = "阵法简介",
    },

    [6002] = {
        desc = "阵法克制",
        id = 6002,
        title = "阵法克制",
    },

    [7001] = {
        desc = "你应该这样伏魔：",
        id = 7001,
        title = "伏魔说明",
    },

    [8001] = {
        desc = [=[#B活动说明#n
1.每天可以免费参与5次，消费元宝参与10次（费用会根据参与次数递增）
2.骰子触发特殊花型【123456】时有多倍奖励
3.摇骰子累计摇出6个6时，还有珍贵道具随机相送]=],
        id = 8001,
        title = "活动说明",
    },

    [9001] = {
        desc = [=[1.每天凌晨5点，挑战次数重置为8次
2.挑战玩家胜利后，若对方名次高于自己，则自己和对方的名次互换
3.每天会根据玩家排名发送奖励
4.每个自然月为一个赛季，赛季结束时会根据玩家排名发放赛季奖励
5.每日最多可以购买3次额外挑战次数]=],
        id = 9001,
        title = "竞技场说明",
    },

    [9002] = {
        desc = [=[#G挑战说明#n
1.每天可参与2次
2.重置消耗1次机会重新进行挑战
3.挑战目标必须选择从评分最低的目标开始
4.挑战胜利可获得奖励
5.完成挑战可获得奖励，挑战难度越高，奖励越丰厚]=],
        id = 9002,
        title = "挑战说明",
    },

    [10001] = {
        desc = [=[#G规则#n
1.每天12:45和19:00活动开启
2.活动开启后，玩家可以通过挑战混沌或挑战其他玩家来获得积分
3.挑战混沌，我方全部阵亡或战斗达10个回合时战斗结束，并根据造成的伤害来计算得分
4.挑战玩家，击杀玩家的主角或伙伴，按照对应的百分比抽取目标的积分
5.帮派的积分等于帮派所有帮派成员的积分总和
6.活动结束后，根据玩家所获得的积分来发放对应的奖励]=],
        id = 10001,
        title = "规则",
    },

    [10002] = {
        desc = [=[#G挑战说明#n
1.帮派篝火活动中，每隔一段时间发放一次经验奖励
2.参与答题额可以获得帮贡奖励，使用情义酒可增加全帮派成员活动中的经验加成
3.每人每次活动最多可使用5个情义酒
4.每个帮派每次最多可使用40个情义酒
5.赠送情义结获得经验奖励
6.组队状态下参与活动有经验加成，队员越多加成越高]=],
        id = 10002,
        title = "规则",
    },

    [10003] = {
        desc = [=[
1.每天可以签到一次，每天凌晨5点刷新
2.每天活跃度达到100点时可获得一次补签机会
3.补签机会可以积累，当签到第30天时清空补签机会
4.每次签到将随机获得一个运势，每个运势都有特殊效果
5.补签不会影响运势的变化]=],
        id = 10003,
        title = "签到说明",
    },

    [10004] = {
        desc = [=[#G坐骑升级规则#n
1.玩家可以使用坐骑金丹提升坐骑的经验。
  参加#G【六脉会武、帮派竞赛、九州争霸、金玉满堂、三界斗法、门派试炼】#n也可以获得坐骑经验。
2.坐骑升级时可以获得一个技能点。
3.坐骑领悟技能会消耗一个技能点，若获得的技能是已经习得的技能，则升级该技能。
4.基础技能等级最高为3，进阶技能等级最高为1。
5.进阶技能需要学习基础技能后才可以被领悟。
6.使用坐骑忘尘丹可以对坐骑技能进行降级或者遗忘，同时返还技能点。]=],
        id = 10004,
        title = "规则",
    },

    [10005] = {
        desc = [=[
1.宠物分为普通宠物和特殊宠物
2.特殊宠物包含珍兽、神兽和稀有宠物，都拥有天赋技能
3.普通宠物可在杭州城宠物商店购买获得
4.珍兽可以通过完成首充和道具兑换获得
5.神兽使用神兽之灵和神兽元灵兑换获得
6.稀有宠物需要按特定组合合成获得,珍兽和神兽也有稀有珍兽和稀有神兽
7.在杭州城染色NPC处使用彩虹果可对普通宠物、珍兽进行染色，使用神兽之灵可对神兽进行染色]=],
        id = 10005,
        title = "宠物介绍",
    },

    [10006] = {
        desc = [=[1.每天的20:00开始举行拍卖
2.拍卖模式为明拍，玩家可根据当前价格对拍卖品进行出价
3.每次出价只能增加不同倍数的基本出价，基本出价由商品起拍价格决定
4.设置自动出价后，被超价后将系统自动以基本出价的1倍进行出价，直到无法加价
5.剩余时间不足10分钟时，若有新的出价，则拍卖时间顺延为10分钟
6.关注商品后，开始拍卖和价格变化都有相应的提示
7.出价的价格被超过后竞拍资金全额退还到包裹中]=],
        id = 10006,
        title = "拍卖",
    },

    [10007] = {
        desc = [=[1.摆摊物品18小时没有成功出售则会下架
2.摆摊物品上架时需要扣除出售总价×3%的手续费
3.古董、药品、烹饪、部分装备、制造符纸等允许摆摊出售
4.装备品质为蓝色以上的不允许摆摊出售
5.装备拥有特技或特效时不允许摆摊出售
6.可摆摊的物品如果是绑定状态的不允许摆摊出售]=],
        id = 10007,
        title = "摆摊规则",
    },

    [10008] = {
        desc = [=[·体质 影响 生命、法术防御、速度
·魔力 影响 法术攻击、法术防御
·力量 影响 物理攻击、法术防御、速度
·耐力 影响 物理防御、法术防御、速度
·敏捷 影响 速度
1.使用洗点丹，可以将自动分配的属性点还原为潜力点
2.单项属性点数，最低只能降低至与等级相同]=],
        id = 10008,
        title = "洗点规则",
    },

    [10009] = {
        desc = [=[1.升级招式需要技能经验
2.技能经验可通过门派修行、门派闯关、使用招式秘籍获得
3.各门派的灵气说明如下：
【蜀  山】 
获取：击杀一个敌方单位时，获得一点灵气
      物理伤害触发暴击，获得一点灵气
功效：每点灵气提高1%的物理暴击率 
    
【金山寺】
获取：使用治疗技能时，有概率获得一点灵气
功效：每点灵气提高3%的治疗效果
      治疗时10%概率对自身进行额外治疗

【太  初】
获取：使用群攻法术时，有概率获得一点灵气
功效：每点灵气提高3%的法术伤害伤害
      获得3点灵气时太初神火的攻击目标+1

【瑶  池】
获取：己方杏黄旗存在，有概率获得一点灵气
      木灵蚀心有概率吸取对方一点灵气
功效：每点灵气提高5%木灵蚀心的命中率

【青  城】
获取：使用封印技能，有概率获得一点灵气
功效：每点灵气提高3%封印命中率

【妖神宫】
获取：每损失30%气血获得一点灵气
功效：每点灵气提高3%物理伤害效果
]=],
        id = 10009,
        title = "门派灵气说明",
    },

    [10010] = {
        desc = [=[·体质 影响 生命、法防、速度
·魔力 影响 法力、法攻、法防
·力量 影响 法力、物攻、法防、速度
·耐力 影响 物防、法防、速度
·敏捷 影响 速度]=],
        id = 10010,
        title = "宠物加点",
    },

    [10011] = {
        desc = [=[1.临时包裹下线后不会消失
2.下线持续超过24小时，临时包裹里的物品将会被删除；请及时取回
3.临时包裹的空间为15格；如果临时包裹满，无法获得紫色品质以下的道具，并且会被紫色品质以上的道具顶替放入临时包裹
4.紫色品质以上的道具无法放进临时包裹时，会邮寄到邮箱]=],
        id = 10011,
        title = "临时包裹说明",
    },

    [10012] = {
        desc = [=[1.可以找回最近3个月内丢失的30件装备
2.只有打造的装备并且品质≥紫色才可以找回
3.道具分解无法通过找回途径来找回
4.装备找回需要消耗一定数量的元宝]=],
        id = 10012,
        title = "找回道具说明",
    },

    [10013] = {
        desc = [=[1.可以找回最近3个月内丢失的10个宠物宝宝
2.合宠消耗的宠物不能被找回
3.找回需要消耗一定数量的元宝]=],
        id = 10013,
        title = "找回宠物说明",
    },

    [10014] = {
        desc = [=[1.灵犀任务需要两名异性好友玩家组队参与
2.领取任务后，队长和队员会被分别传送到随机地点，进行单独任务
3.队长要前往指定的情花种植地点，等待队员前来汇合
4.队员会被暂时离队，需要等待队长寻找种植点后，前往种植点与队长汇合 
5.当队长队员汇合后，由队长种下情花，情花开始成长
6.情花成长过程中，会遇到各种突发事件，双方完成相应事件后，情花成熟
7.情花成熟后，由队长采摘并获得情花
8.前往指定地点使用情花，可以获得丰厚的经验和银币奖励]=],
        id = 10014,
        title = "#B灵犀任务说明#n",
    },

    [10015] = {
        desc = [=[1.才气榜排名越高，奖励越丰厚
2.本轮才气榜在本轮活动结束时统计排名并发放奖励，总才气榜会累积，周日23:59清零，次日发放奖励
3.正确答题越快获得的才气越高，当才气值一样时，耗时越少的玩家排名越高
4.答题中途关闭界面，计时不会停止的哦~所以，请尽快答题哦
5.榜单排名奖励预览：]=],
        id = 10015,
        title = "全民答题说明",
    },

    [10016] = {
        desc = [=[1.六脉会武活动只能3人组队参加，分为积分赛和淘汰赛两个阶段进行
2.进入活动场景的玩家，每隔一段时间可以获得一次在线经验奖励
3.只有队长能够获得首席积分，队员不能获得首席积分
4.活动中更换队长后首席积分由新队长获得，原队长的积分仍然保留
5.积分赛时间为30分钟，该阶段战斗失败3次的玩家将不在进行匹配
6.积分赛结束后开始淘汰赛，淘汰赛为多轮比赛，比赛时长不固定
7.获得参加淘汰赛资格的队伍为每个门派积分靠前的队伍
8.活动结束时每个门派积分最高的队伍队长将获得门派首席的称谓，其队员将获得称谓"神之队友"
9.活动开始10分钟后离开场景，将不能再进入活动场景，请谨慎操作]=],
        id = 10016,
        title = "六脉会武说明",
    },

    [10017] = {
        desc = [=[1.单人或组队可以参加三界斗法活动
2.进入活动场景的玩家，每隔一段时间可以获得一次在线经验奖励
3.玩家可以通过自动匹配系统找到合适的队友参与活动赢取奖励
4.玩家活动中获得连胜不会额外获得比武积分
5.玩家战斗失败5次，将失去比赛资格被踢出活动场景
6.活动结束时根据玩家的比武积分进行排名，排名越高奖励越丰厚
7.活动结束时比武积分前3名的玩家将获得特殊称谓]=],
        id = 10017,
        title = "三界斗法说明",
    },

    [10018] = {
        desc = [=[1.玩家可以自由编辑红包祝福语
2.红包种类分为世界红包和帮派红包
3.未发放的系统红包将存放于“我的红包”中
4.未发放的系统红包将在帮派篝火活动中被系统自动发放]=],
        id = 10018,
        title = "红包说明",
    },

    [10019] = {
        desc = [=[1.染色需要消耗一定数量的染色道具
2.新的染色会把旧的染色替换掉
3.当前部位已经成功染上的颜色不能在选择相同的颜色进行染色
4.最多可以选择3个部位一起染色，要染色的部位越多，消耗的道具数量越多 
5.染色与衣服绑定，更换新时装后需要重新染色]=],
        id = 10019,
        title = "时装染色说明",
    },

    [10020] = {
        desc = [=[1.宠物染色需要消耗一定数量的染色道具
2.新的染色会把旧的染色替换掉
3.宠物染色无法手动选择要染的颜色，每次染色会随机获得一种颜色
4.染色消耗的道具数量和宠物可携带等级有关，等级越高消耗越大]=],
        id = 10020,
        title = "宠物染色说明",
    },

    [10021] = {
        desc = [=[1.时装是可以染色的
2.时装染色和主角染色不冲突]=],
        id = 10021,
        title = "时装说明",
    },

    [10022] = {
        desc = [=[1.在活动场景内和#G火眼金睛使者#n对话可开启阵法变幻，阵法开启后会在场景中的八个方位随机生成#G7#n个#G假·守阵之灵#n妖物和#G1#n个#G真·守阵之灵#n妖物
2.妖物出现后会有几秒钟的显形时间，之后妖物将隐藏真身并交换两次位置后；需要找出#G真·守阵之灵#n妖物，和#G火眼金睛使者#n对话可开启下一轮阵法变幻
3.找到#G3#n次#G真·守阵之灵#n或完成#G4#n轮阵法变幻将结束该次挑战并发放奖励，找到#G真·守阵之灵#n的次数越多奖励越丰厚
4.阵法开启后且本日内挑战未结束，会直接结束该次挑战且无奖励发放]=],
        id = 10022,
        title = "火眼金睛说明",
    },

    [10023] = {
        desc = [=[1.帮派内政任务每周可完成35次，每次完成时可增加帮派资金
2.收集完7种灵珠时可领取额外奖励，并重置收集记录
3.使用道具寻珠令可以重置该环任务的灵珠星级
4.帮派内政的奖励预览为基础奖励，未计算服务器等级的加成影响  ]=],
        id = 10023,
        title = "帮派内政说明",
    },

    [10024] = {
        desc = [=[1.使用不同的“字”进行组合兑换，可以获得对应的礼包
2.参加门派修行，帮派内政，镇妖，妖王，全民答题，异宝收集等活动时可以获得活动道具“六”“一”“快”“乐”]=],
        id = 10024,
        title = "集字换礼说明",
    },

    [10025] = {
        desc = [=[1.合成道具时，优先消耗绑定物品
2.非绑定物品和绑定物品合成时，将获得绑定物品]=],
        id = 10025,
        title = "合成说明",
    },

    [10026] = {
        desc = [=[1.充值额度分为3段并按照不同比例返还：
Ⅰ.充值总额≤500以内的部分公测返还200%
Ⅱ.500＜充值总额≤2000的部分公测返还150%
Ⅲ.充值总额＞2000的部分公测返还100%
2.充值任意金额均可获得神秘大礼
3.充值额度越高，大礼包内含的奖励越丰富]=],
        id = 10026,
        title = "封测返利说明",
    },

    [10027] = {
        desc = [=[1.不能使用绑定元宝进行祈福
2.祈福获得的额外元宝以绑定元宝的形式发放]=],
        id = 10027,
        title = "财神送礼说明",
    },

    [10028] = {
        desc = [=[#B时装续费说明#n
1.时装需要消耗元宝进行解锁，分为限时和永久两种
2.过期的时装将会失去显示效果，恢复到角色默认外观
3.时装除了默认的颜色外，还可以通过解锁颜色来获得新的时装颜色
4.时装颜色解锁一次便永久获得，如果时装过期了，外观颜色会暂时失效]=],
        id = 10028,
        title = "时装续费说明",
    },

    [10029] = {
        desc = [=[活动介绍
1.每周一20:00、周二22:30生成对战列表
2.每周二、四20:30-21:00为帮派竞赛的准备阶段，21:00-22:00为正式阶段
3.帮派繁荣度≥600的帮派可以参加帮派竞赛
4.等级≥30级，入帮天数＞2天的玩家才有资格参加本帮的帮派竞赛  
5.如果帮派满足上述条件但是没有对手的话，可能由于你处于列表的最后一名无法匹配  
 
竞赛战斗说明  
1.绿色名字为已方玩家，红色名字为可战斗的对方玩家，直接点击红色名字的玩家可直接切入战斗  
2.黄色名字为保护状态中的玩家，保护状态时不会被切入战斗  
3.21:00之前进入将获得全部的行动力，21:00-21:10进入将获得行动力将减半，21:10之后将无法进入帮派竞赛场景
4.帮派竞赛正式阶段退出过帮派竞赛场景，则无法再次进入了
5.主动发起战斗和战斗失败都会消耗一定行动力，按照队伍内人数共同均摊的方式扣除，单人单次最高扣除值不超过1000点
6.行动力耗尽后，将被传送回杭州城
  
竞赛胜负关系  
1.每次战胜对方一个人获得60点战绩，个人获得的战绩按照队伍内人数共同均摊  
2.每次战败，个人将获得15点战绩
3.帮派竞赛期间取得5连胜后，获得的战绩将大幅度增加；终结对方的连胜也能获得大量战绩  
4.22:00活动结束时，战绩高的一方将获得帮派竞赛的胜利  
5.每5分钟会检测一次双方场内人数，之前连续5分钟在场的玩家将获得一定战绩  
6.每5分钟会检测一次双方场内人数，如果一方场内人数为0，则另外一方将提前获得帮派竞赛胜利  
  
竞赛奖励说明  
1.帮派竞赛结束后胜利的一方可开启在场内有限的宝箱奖励  
2.帮派竞赛胜利方以及失败方都会获得帮派资金奖励 
]=],
        id = 10029,
        title = "帮派竞赛说明",
    },

    [10030] = {
        desc = [=[#B帮派贡献获得说明#n
1.活动产出，参与以下活动即可获得帮贡：
[00ff00]【金玉满堂】【帮派内政】【帮派封魔】【帮派篝火】【帮派竞赛】#n
2.使用以下道具可以获得帮贡：
[00ff00]帮派卷宗#n]=],
        id = 10030,
        title = "帮贡说明",
    },

    [10031] = {
        desc = [=[1.全天开放，每天凌晨5点重置每层的对手
2.每个对手有2次挑战机会，战斗失败将会扣除1次，2次机会用完则无法继续挑战
3.每天可挑战10层，每层的难度逐渐增加，奖励也会越来越丰厚]=],
        id = 10031,
        title = "英雄试炼说明",
    },

    [10032] = {
        desc = [=[1.画舫答题参与人数要求为单人，场内不可组队
2.画舫答题结束后会对总积分排名的玩家进行奖励
3.一共有30道谜题。每答对5道题，可额外获得一次道具奖励，一共4次
4.选择答案进入了答题区，才是正确选择答案的姿势
5.回答错误将会被惩罚，变身成为妖怪；回答正确后可解除
6.点击选择的答案会自动前往相应的答案区
7.合理使用【无影脚】和【金钟罩】可在答题过程稍胜一筹
8.【无影脚】使用后可将目标踢飞到对面区域
9.【金钟罩】可以在5秒内保护自己不被踢飞
10.画舫答题的积分，会沿用玩家在本周六道百科中获得的总积分继续累加。活动结束后，按照积分排名发放奖励]=],
        id = 10032,
        title = "画舫答题说明",
    },

    [10033] = {
        desc = "使用元宝替代金币或银币时，超过兑换的部分会自动返还到背包中",
        id = 10033,
        title = "货币兑换说明",
    },

    [10034] = {
        desc = [=[1.每天凌晨5点，刷新部分商品数量
2.参加三界斗法和六脉会武可以获得武勋值]=],
        id = 10034,
        title = "武勋说明",
    },

    [10035] = {
        desc = [=[1.每天凌晨5点，刷新部分商品数量
2.参加竞技场活动可以获得一定竞技积分]=],
        id = 10035,
        title = "竞技积分说明",
    },

    [10036] = {
        desc = [=[1.每天凌晨5点，刷新部分商品数量
2.队长积分每天最多只能获得300点
3.队伍人数不足5人时获得的队长积分减半
4.队长带领队伍参加金刚伏魔、副本以及部分限时活动时可以获得队长积分]=],
        id = 10036,
        title = "队长积分说明",
    },

    [10037] = {
        desc = [=[1.每天凌晨5点，刷新部分商品数量
2.侠义值每天最多只能获得200点
3.玩家超额完成金刚伏魔、副本、地煞星等任务或活动时，可以获得一定侠义值
4.大于等于服务器等级的玩家带领小于服务器等级5级的玩家进行金刚伏魔时，可以获得一定侠义值
5.帮助玩家通过50级以上剧情战斗任务时可获得一定侠义值，帮助同帮玩家完成任务则侠义值加倍获得
6.完成师徒任务可以获取大量的侠义值]=],
        id = 10037,
        title = "侠义值说明",
    },

    [10038] = {
        desc = [=[1.炼化系统可以通过炼制精气获取不同的奖励
2.精气可以通过元宝兑换和炼化物品获取
3.三种奖励分别是：银币，人物经验，修炼技能经验
4.银币奖励35级开启，人物经验奖励35级开启，修炼经验奖励37级开启
5.每个炼制格每次炼制消耗150点精气值，每次的炼制的时间为90分钟]=],
        id = 10038,
        title = "炼化说明",
    },

    [10039] = {
        desc = [=[1、三个同等级同属性的宝石，可以升级为一个高一级宝石
2、红黄蓝三种颜色的宝石，可以互相融合，获得一个双属性宝石
   红+黄=橙  红+蓝=紫  黄+蓝=绿
3、装备上不同颜色的镶嵌孔，可以镶嵌不同颜色的宝石
   红色镶嵌孔：可以镶嵌红、橙、紫宝石
   黄色镶嵌孔：可以镶嵌黄、橙、绿宝石
   蓝色镶嵌孔：可以镶嵌蓝、紫、绿宝石
4、宝石等级最高为10级，装备等级越高，可以镶嵌的宝石等级越高
5、宝石替换或卸下，没有任何损耗]=],
        id = 10039,
        title = "宝石镶嵌",
    },

    [10040] = {
        desc = [=[1.两件同等级的项圈&铠甲合成，可获得一件全新的同等级装备并随机获得一条属性
2.两件同等级的单技能护符合成，有概率获得一件同等级的全新双技能护符
3.四件同等级的双技能护符合成，可获得一件同等级的全新双技能护符]=],
        id = 10040,
        title = "宠物装备合成说明",
    },

    [10041] = {
        desc = [=[1.重置需要消耗对应等级的护符重置道具
2.重置只会刷新技能和技能等级，不会改变技能数量]=],
        id = 10041,
        title = "宠物护符重置说明",
    },

    [10042] = {
        desc = [=[1.消耗一定数量的造化丹可将两只宠物合成为一只新的宠物，合成成功后，两只材料宠将消失且无法找回；野生宠物无法合成
2.新宠造型会在两个材料宠造型中按给定比例随机获得一个；若符合图鉴内稀有宠物合宠公式，则必定获得稀有宠
3.新宠的资质和等级，分别由两只材料宠的平均资质和经验总量决定，继承比例在一定范围内随机；新宠的的成长会在宠物图鉴中该造型宠物的成长范围内随机取值
4.新宠的技能将在新宠技能库里面随机获得，稀有宠物必定获得对应造型唯一天赋技能（新宠技能库：材料宠技能除天赋技能和护符技能外其他技能之和+新宠必带技能，重复技能计为一个技能，必带技能可在图鉴中查看）
5.新宠可拥有技能数量最大为10个，天赋技能和护符技能不计算在内
6.合成宠物可获得宠物积分，宠物积分可在积分商城中兑换道具
7.合成后，材料宠的宠物装备将消失，但会增加一定宠物积分
8.材料宠身上的非图鉴内技能，如果没有遗传给新宠，将会增加一定宠物积分]=],
        id = 10042,
        title = "宠物合成说明",
    },

    [10043] = {
        desc = [=[1.消耗80个神兽之灵，可以将两只神兽合成为特定稀有神兽（合成公式：烈焰悟空=三眼灵猴+火龙；三尾灵狐=雪灵兽+云梦狐）
2.合成后，作为材料的两只神兽将会消失且无法找回
3.已进阶的神兽合成后会根据消耗返还一定数量的神兽之灵
4.合成后，神兽进阶等级不会继承]=],
        id = 10043,
        title = "稀有神兽合成说明",
    },

    [10044] = {
        desc = [=[1.御龙仙女由嘟嘟和清音仙子合成获得，属于稀有珍兽
2.合成后，嘟嘟和清音仙子消失]=],
        id = 10044,
        title = "稀有珍兽合成说明",
    },

    [10045] = {
        desc = [=[1.充值总金额低于500元的一次性返还元宝
2.充值总金额低于1000元但大于500元的分两次返还元宝
3.充值总金额高于1000元的分三次返还元宝
4.限购礼包48小时内未购买则将失效]=],
        id = 10045,
        title = "公测返利说明",
    },

    [10046] = {
        desc = [=[1.合成宠物可以获得宠物积分
2.合成宠物时，原来的2个宠物佩戴的宠物装备会消失，根据宠物装备等级返还一定的宠物积分
3.合成宠物时，原来的2个宠物身上非宠物图鉴上所有的技能没有保留下来时，返还一定的宠物积分]=],
        id = 10046,
        title = "宠物积分说明",
    },

    [10047] = {
        desc = [=[1.寻龙令(高级宝图)使用摸金三宝(摸金符、阴阳秘术、风水罗盘)兑换   
2. 摸金三宝可通过商会购买、挖普通宝图、参加各种玩法获得    
3. 使用寻龙令有几率获得以下奖励：
绿灵晶、神兽之灵、高级兽诀
三级护符、三级铠甲、三级项圈
四级护符、四级铠甲、四级项圈
三级金刚珠、四级金刚珠、装备元灵]=],
        id = 10047,
        title = "玩法说明",
    },

    [10048] = {
        desc = [=[1.除天赋技能外，其余技能数量为0个时，学习技能必定增加技能
2.其余技能数量为1-3个时，学习技能较大概率顶替原有技能，较小概率增加新技能
3.其余技能数量为4个或更多时，学习技能只会顶替原有技能]=],
        id = 10048,
        title = "技能学习说明",
    },

    [10049] = {
        desc = [=[每点灵气提高1%的物理暴击率 
获取：击杀一个敌方单位时，获得一点灵气；物理伤害触发暴击，获得一点灵气]=],
        id = 10049,
        title = "灵气说明",
    },

    [10050] = {
        desc = [=[每点灵气提高3%的治疗效果；治疗时10%概率对自身进行额外治疗
获取：使用治疗技能时，有概率获得一点灵气]=],
        id = 10050,
        title = "灵气说明",
    },

    [10051] = {
        desc = [=[每点灵气提高3%的法术伤害伤害；获得3点灵气时太初神火的攻击目标+1
获取：使用群攻法术时，有概率获得一点灵气]=],
        id = 10051,
        title = "灵气说明",
    },

    [10052] = {
        desc = [=[每点灵气提高5%木灵蚀心的命中率
获取：己方杏黄旗存在，有概率获得一点灵气；木灵蚀心有概率吸取对方一点灵气]=],
        id = 10052,
        title = "灵气说明",
    },

    [10053] = {
        desc = [=[每点灵气提高3%封印命中率
获取：使用封印技能，有概率获得一点灵气]=],
        id = 10053,
        title = "灵气说明",
    },

    [10054] = {
        desc = [=[每点灵气提高3%物理伤害效果
获取：每损失30%气血获得一点灵气]=],
        id = 10054,
        title = "灵气说明",
    },

    [10055] = {
        desc = [=[1.每次只能领取一个悬赏任务，可邀请其他玩家帮助完成任务
2.任务最高为5星，星级越高，难度越高，奖励越丰富
3.刷新任务时，已领取的悬赏任务会保留
4.悬赏任务可以放弃，放弃任务后不会返还追捕次数
5.每日凌晨5点重置任务和次数，已领取的任务会保留]=],
        id = 10055,
        title = "悬赏任务说明",
    },

    [10056] = {
        desc = [=[1.宠物洗练可重置宠物的资质、成长、技能数量
2.洗炼宠物后，宠物等级重置为0级
3.神兽、珍兽无法进行洗炼
4.同一只宠物，多次洗炼会触发多技能珍稀宠物保底]=],
        id = 10056,
        title = "洗宠说明",
    },

    [10057] = {
        desc = [=[1.玩家可以单人或组成最多三人的队伍参与争霸
2.队长点击匹配后队伍才会进入匹配队列，匹配系统会优先为玩家匹配战斗力相近的队伍
3.队伍胜利后系统会继续进行匹配，队伍战斗失败后则会停止自动匹配
4.玩家队伍获得首胜，完成五战后可领取相应奖励（有一定概率获得珍稀奖励）
5.活动中战斗死亡不计算损失，每场战斗后恢复所有气血值以及法力值   
6.连胜的玩家队伍，会获得额外的连胜积分加成   
7.连胜的场数越多，获得的积分也会变多   
8.活动结束后，积分前十的玩家会获得丰厚的排名奖励   
9.战斗中逃跑的玩家会被视为放弃战斗，无法获得任何奖励以及积分]=],
        id = 10057,
        title = "九州争霸说明",
    },

    [10058] = {
        desc = [=[1.羽翼的每个阶级可以进行10次升星，每次升星会获得一定的属性提升
2.升星满10星后，无法继续升星。需要进阶后才，才能继续升星
3.每次升星需要消耗相应的升星材料，不同阶级的羽翼消耗不同的升星材料
4.当每阶羽翼升星满级后（10星），可以进行进阶。进阶后属性会有提升，并且改变羽翼外观形态，解锁对应阶级的外观选择
5.羽翼进阶设置等级限制，1阶羽翼对应45级，2阶羽翼对应50级，依次类推
6.每次进阶需要消耗相应数量的突破进阶材料
7.进阶后星级重置，星级变回0级]=],
        id = 10058,
        title = "羽翼培养说明",
    },

    [10059] = {
        desc = [=[1.激活幻化羽翼无需穿戴也可获得相应的属性加成
2.所有的已激活羽翼在限时使用时间内的属性加成会累加
3.已过时的幻化羽翼，加成属性不计算
4.已过时的幻化羽翼可以通过续费方式延长使用时间]=],
        id = 10059,
        title = "幻化羽翼说明",
    },

    [10060] = {
        desc = [=[1.徒弟25-45级，师傅不小于51级，可组队拜师
2.徒弟达到50级，可组队出师，根据教学成绩发送出师奖励
3.每个师傅同时最多只能收2个徒弟
4.国子监每日会给师徒下发任务，完成任务可以获得奖励
5.师徒任意一方离线超过72小时，对方可以申请解除师徒关系
6.师傅强制解除师徒关系，72小时内不能再次收徒
7.徒弟强制解除师徒关系，12小时内不能再次拜师
8.师徒任意一方离线超过72小时，满足出师条件，对方可以申请强制出师]=],
        id = 10060,
        title = "师徒系统说明",
    },

    [10061] = {
        desc = [=[1.坐骑有效期到了，统御的宠物和纹饰都会失效
2.坐骑如果移除了，统御的宠物自动取消统御，纹饰自动卸下回到背包中
3.同一个宠物只能被统御到某一个坐骑上
4.只能统御当前携带的宠物
5.被统御的宠物会增加相应的宠物属性和被动技能
6.坐骑无论是否骑乘，其统御效果都生效]=],
        id = 10061,
        title = "统御宠物说明",
    },

    [10062] = {
        desc = [=[1.每次融合需要两个纹饰作为融合材料
2.每次融合的两个材料必须是一样的（同颜色、同等级）
3.只能使用已有的未破损的纹饰进行融合。3级纹饰不能继续融合
4.融合成功保留主纹饰的所有属性，随机添加一条副纹饰的属性
5.融合失败随机保留一个纹饰]=],
        id = 10062,
        title = "纹饰融合规则",
    },

    [10063] = {
        desc = [=[1.只能洗练背包中的纹饰
2.每次只能选取1个纹饰进行洗练。破损的纹饰无法被选取和洗练
3.洗练需要消耗相同颜色的纹饰精华
4.锁定纹饰中的某些属性条目，不会被洗练掉
5.未锁定的属性条目通过洗练会随机生成新的属性条目]=],
        id = 10063,
        title = "纹饰洗练说明",
    },

    [10064] = {
        desc = [=[1.同一个纹饰只能佩戴到某一坐骑上
2.被统御的宠物出战1场即扣除1点相应纹饰的耐久度
3.只能佩戴未破损的纹饰（纹饰耐久度为0时候，即为破损，纹饰技能失效）
4.纹饰属性只对宠物生效，直接增加到被统御的宠物身上
5.不同颜色的纹饰搭配组合佩戴到同一匹坐骑身上时候，会获得不同的宠物被动技能
6.不同颜色的纹饰，有不同的属性条目
7.等级越高的纹饰，其携带属性条数量越多
8.5个同色的纹饰精华可以合成一个相应的纹饰，合成纹饰的属性随机生成
9.1级纹饰分解获得1个相应的纹饰精华，2级分解获得2个，3级分解获得3个]=],
        id = 10064,
        title = "纹饰说明",
    },

    [10065] = {
        desc = [=[1.结拜人数2-20人，所有队员等级≥51级
2.一开始结拜组的成员上限为5人，根据结义值的增加可以逐渐扩充至20人
3.任意两个成员之间的友好度≥500
4.结拜后可以获得自定义的专属结拜称谓
5.专属结拜称谓有称号和名号组成
6.称号是结拜成员共有，名号是成员各自独有
7.结拜发起者默认为结拜团队老大]=],
        id = 10065,
        title = "了解结拜",
    },

    [10066] = {
        desc = [=[1.发起者花费500000银币发起结拜请求
2.发起者在结拜界面邀请小伙伴加入结拜队列
3.小伙伴花费250000银币接受邀请进入结拜队列
4.所有邀请者确认邀请后，发起者可以发起结拜仪式请求
5.所有的结拜伙伴确认后传送结拜场景
6.所有的结拜伙伴进入结拜场景后，发起者可以发起正式仪式]=],
        id = 10066,
        title = "结拜流程",
    },

    [10067] = {
        desc = [=[1.准备祭品：参与结拜者可以收集场景内的祭品，也可以直接向祭品NPC购买
2.选取称谓：由老大取结义称号，每个人自己再取各自的名号，组成结拜称谓
3.祭酒宣誓：所有成员一起祭酒宣誓，从此大家成为同甘共苦的兄弟]=],
        id = 10067,
        title = "结拜仪式流程",
    },

    [10068] = {
        desc = [=[结拜团队规则：
1.修改团队宣言，结拜称号需要老大执行
2.请离旧人需要经过60%以上成员投票通过，才能生效
3.老大修改称号需要消耗结义值，名号修改消耗个人的银币
4.结义值通过结义成员组队战斗增加，若同队内有N名结拜成员，则一场战斗增加N点结义点
接纳新人：
1.已经结拜组人数没有达到当前结拜组人员上限
2.新加入成员和其他结拜成员任意两两之间的好友度≥500
3.新加入成员之前没有结拜关系
请离旧人：
1.只有结拜组人数≥3时，才能发起请离旧人申请
割袍断义：
1.玩家自己主动申请退出结拜团队
2.玩家成功脱离结拜团队，将失去结拜称谓，并与所有结拜组成员相互好友度减半
3.如果团队只剩下老大，【割袍断义】变为【解散团队】，结拜组解散，称谓收回]=],
        id = 10068,
        title = "结拜团队",
    },

    [10069] = {
        desc = [=[1.玩家携带宠物以及4名伙伴进行对战
2.战斗会根据不同的分组进行组内随机匹配
3.玩家首胜，五战后均可获得丰厚的奖励
4.活动战斗不计算死亡损失，每场战斗自动满血满蓝（不消耗饱食次数）
5.连胜的玩家，会获得额外的连胜积分加成
6.连胜场数越高，积分加成比例越高
7.每组积分前10的玩家会获得排名奖励，每组前3的玩家会额外获得特殊称谓
8.战斗中逃跑的玩家无法获得战斗奖励]=],
        id = 10069,
        title = "蜀山论道说明",
    },

    [10070] = {
        desc = [=[1.每次活动可以进行2次秘宝护送任务，任务中会变身并移速会降低
2.只能对自身等级±15级的目标发起打劫，抢劫战斗为10个回合
3.每次活动可以获得2次打劫奖励，每次活动只会被抢劫2次
4.被打劫的损失会在押金中扣除
5.每次护送任务限时15分钟，若超时则算任务失败
6.每次护送有一定概率遇到山贼，财主和剑客
7.战胜山贼，财主，剑客会获得额外的奖励，但是与山贼战斗失败会被抢走部分押金
8.任务时间内，完成3次交接，任务完成并获得奖励返还押金
9.活动期间结束，未完成的护送任务按失败处理]=],
        id = 10070,
        title = "秘宝护送说明",
    },

    [10071] = {
        desc = [=[1.活动期间，每日10:00-22:00，每个小时随机在杭州城，西湖，凤凰山生成端午祭品
2.每个玩家每小时最多领取2次，每天最多领取6次
3.上交祭品可以获得神灵的祝福（经验，银币），并有概率获得粽子兑换劵
4.全服玩家提交祭品的总数达到一定数量，所有玩家均可以领取额外的奖励]=],
        id = 10071,
        title = "端午祈福",
    },

    [10072] = {
        desc = [=[1.活跃度到达80时，可以获得一张粽子兑换劵
2.使用兑换劵可以兑换甜粽子或咸粽子，每日还能通过元宝兑换10次粽子
3.使用两种粽子获得的奖励是一致的
4.活动结束时，兑换数多的粽子即获得粽子大赛的胜利
5.活动结束后，所有参与活动的玩家均可获得3个获胜粽子作为奖励]=],
        id = 10072,
        title = "粽子大赛",
    },

    [11001] = {
        desc = [=[可以在积分商店兑换道具
#B获得途径#n
1.参加每周一20点30分举行的六脉会武
2.参加每周日20点30分举行的三界斗法
3.参加每周三、周五20点30分举行的九州争霸]=],
        id = 11001,
        title = "武勋值",
    },

    [11002] = {
        desc = [=[可以在积分商店兑换道具
#B获得途径#n
每天参加竞技场挑战]=],
        id = 11002,
        title = "竞技积分说明",
    },

    [11003] = {
        desc = [=[可以在积分商店兑换道具
#B获得途径#n
1.带领队伍完成金刚伏魔
2.带领队伍完成副本任务
3.带领队伍参加三界斗法
4.带领队伍参加门派试炼
5.带领队伍镇妖、挑战妖王和地煞星等]=],
        id = 11003,
        title = "队伍积分",
    },

    [11004] = {
        desc = [=[可以在积分商店兑换道具
#B获得途径#n
1.带领低于服务器等级-5的玩家完成金刚伏魔
2.协助他人完成副本任务、金刚伏魔、剧情任务等]=],
        id = 11004,
        title = "侠义值说明",
    },

    [11005] = {
        desc = [=[可以在积分商店兑换道具
#B获得途径#n
进行宠物合成]=],
        id = 11005,
        title = "宠物积分",
    },

    [11006] = {
        desc = [=[可以在积分商店兑换道具
#B获得途径#n
1.完成雷峰塔副本，水漫金山副本
2.完成六道传说
3.完成妖王活动战斗
4.完成地煞星活动战斗
5.完成二十八活动战斗]=],
        id = 11006,
        title = "除魔值说明",
    },

    [12001] = {
        desc = [=[1.55级以上（含55级）的玩家可以领取三界历练任务
2.三界历练是由200环任务组成，每完成1小环任务都可以获得经验奖励；完成200环还有机会获得高级兽决
3.三界历练中的战斗环难度较大，道友多加小心]=],
        id = 12001,
        title = "三界历练",
    },

    [12003] = {
        desc = [=[1、三个同等级同属性的宝石，可以升级为一个高一级宝石
2、红黄蓝三种颜色的宝石，可以互相融合，获得一个双属性宝石
   红+黄=橙  红+蓝=紫  黄+蓝=绿
3、装备上不同颜色的镶嵌孔，可以镶嵌不同颜色的宝石
   红色镶嵌孔：可以镶嵌红、橙、紫宝石
   黄色镶嵌孔：可以镶嵌黄、橙、绿宝石
   蓝色镶嵌孔：可以镶嵌蓝、紫、绿宝石
4、宝石等级最高为10级，装备等级越高，可以镶嵌的宝石等级越高]=],
        id = 12003,
        title = "宝石合成",
    },

    [12004] = {
        desc = [=[1、三个同等级同属性的宝石，可以升级为一个高一级宝石
2、红黄蓝三种颜色的宝石，可以互相融合，获得一个双属性宝石
   红+黄=橙  红+蓝=紫  黄+蓝=绿
3、装备上不同颜色的镶嵌孔，可以镶嵌不同颜色的宝石
   红色镶嵌孔：可以镶嵌红、橙、紫宝石
   黄色镶嵌孔：可以镶嵌黄、橙、绿宝石
   蓝色镶嵌孔：可以镶嵌蓝、紫、绿宝石
4、宝石等级最高为10级，装备等级越高，可以镶嵌的宝石等级越高]=],
        id = 12004,
        title = "宝石合成",
    },

    [13001] = {
        desc = [=[1.每天最多可进行三次返利倍数抽奖，最多可获得三次充值返利
2.充值返利，返利部分为绑定元宝
3.抽到倍数后，充值即可获得相应倍数的元宝返还。例如：抽到1.5倍，充值60元宝，可额外获得30绑定元宝返利
4.每次抽到的倍数必须使用之后才可抽取下一次倍数抽奖，已抽到的倍数将不会再抽到
5.购买元宝大礼，每日礼包，一本万利等特殊项目不参与返利
6.当日抽奖的返利倍数当日充值有效，活动将在次日凌晨5点刷新重置]=],
        id = 13001,
        title = "超级返利",
    },

    [13002] = {
        desc = [=[1.活动期间，每日可以免费聚宝2次，凌晨5点重置次数
2.免费聚宝后，需要等待8个小时后才能再次免费聚宝
3.聚宝一次优先使用免费次数，若无免费次数则正常花费非绑定元宝
4.活动期间，每聚宝十次额外赠送一份奖励
5.活动期间每聚宝一次会累计1点积分
6.积分累计达到100点，可以进入积分排行榜，争取积分奖励
7.活动结束，排行榜前10的玩家会获得额外的排名奖励
8.排名奖励在活动结束后，通过邮件发送]=],
        id = 13002,
        title = "聚宝盆",
    },

    [13003] = {
        desc = [=[1.每轮翻牌，第一张牌免费，剩余的牌每张需要花费20非绑定元宝翻牌
2.每日有1次免费参与次数
3.每日免费参与次数使用完后，可以花费非绑定元宝购买次数
4.参与次数每日最多可购买50次 
5.每日凌晨5点刷新参与次数，购买次数]=],
        id = 13003,
        title = "疯狂翻牌",
    },

    [13004] = {
        desc = [=[1.通过向河神祈福，可以随机获得河神的回礼
2.只能使用非绑定元宝进行祈福
3.每次祈福都有可能得到河神的祝福，从而获得多倍回礼
4.向河神祈福达到一定的次数，可以领取相应星级的河神秘宝
5.秘宝进度每日凌晨5点重置]=],
        id = 13004,
        title = "河神祈福",
    },

    [13005] = {
        desc = [=[1.男女双方等级达到40级后，就可以在这里和你心爱的人订下婚约
2.必须是男女两个人组队，男性角色为队长
3.订婚需要双方好友度达到999（给对方送玫瑰花能快速增加好友度）
4.订婚需要准备订婚礼包（商城有卖），戒指会影响日后婚礼模式
5.每个人最多只能拥有一份婚约，如果对方已经有婚约了则不能进行订婚
6.成功订婚后可获得情缘技能#G同甘共苦#n，在对方受到物理攻击时提供保护
7.互为订婚关系的的异性双方#G达到50级后可向红娘申请结婚#n]=],
        id = 13005,
        title = "订婚系统",
    },

    [13006] = {
        desc = [=[1.已订婚的任意一方，可以花费一定数量的银币，解除订婚
2.解除订婚后，系统会自动进行以下处理
• 订婚专属称号失效并消失
• 戒指被系统回收
• 同甘共苦技能无法使用
• 双方恢复单身，即未订婚
• 队伍中，专属心心相映标示消失]=],
        id = 13006,
        title = "解除订婚",
    },

    [13007] = {
        desc = [=[1.随机榜每日随机刷新新的榜单
2.每日榜活动期间不会变化，每日刷新榜单
3.所有榜单每日刷新，每个榜的前三名会获得相应的称谓卡奖励
4.称谓卡会通过邮件形式发送，请注意查收
5.消费榜记录的是非绑定元宝，不包括拍卖消耗的元宝&财神送礼消耗的元宝
6.洗宠积分等于洗宠消耗的还童丹个数
7.强化积分等于强化消耗的白水晶个数（其余水晶积分按照合成比例换算）
8.所有榜单每日凌晨5点刷新重置]=],
        id = 13007,
        title = "每日冲榜",
    },

    [13008] = {
        desc = [=[1.每日充值元宝达到当日目标充值额度，即可领取当日的奖励
2.累计目标奖励需在活动期间达成指定天数，并且充值满足指定需求，即可领取对应奖励
3.7日礼包，30日礼包，一本万利，每日礼包等各种返利活动，不计入充值
4.活动只计算充值时的单笔基础元宝数，额外赠送的元宝和绑定元宝均不计入充值元宝]=],
        id = 13008,
        title = "连环充值",
    },

    [13009] = {
        desc = [=[1.每日消费元宝达到当日目标消费额度，即可领取当日的奖励
2.累计目标奖励需在活动期间达成指定天数，并且消费满足指定需求，即可领取对应奖励
3.财神送礼，拍卖行消费元宝不计入本活动元宝消耗
4.本活动参与条件仅限元宝消耗，绑定元宝消费不计入本活动]=],
        id = 13009,
        title = "连环消费",
    },

    [13010] = {
        desc = [=[1.可以消耗狂欢令或者花费非绑定元宝进行狂欢抽奖
2.每次狂欢都可以随机获得奖励
3.当持有狂欢令时，优先消耗狂欢令进行狂欢
4.每次元宝狂欢的20%元宝进入奖池
5.奖池大奖的元宝为绑定元宝
6.狂欢达到一定的次数，可以领取相应的狂欢宝箱
7.狂欢宝箱的狂欢次数每日凌晨5点重置清零]=],
        id = 13010,
        title = "元宝狂欢",
    },

    [13011] = {
        desc = [=[·每天在返利商城消费一定元宝即可领取充值返利和珍稀道具！
·领取充值返利后充值即可获得相应倍数的绑定元宝返利！
·该活动仅统计返利商城的非绑定元宝消费，充值返利仅在当天有效！]=],
        id = 13011,
        title = "欢乐返利",
    },

    [13012] = {
        desc = [=[1.需要达到50级，已有订婚关系的男女双方组队到红娘处申请
2.结婚需要双方友好度满1314（给对方送玫瑰花能快速增加好友度）
3.婚礼模式由订婚戒指决定，钻石戒指举行西式婚礼，金戒指举行豪华中式婚礼，银戒指举行普通中式婚礼
4.结婚费用为100W银币，可选择独自支付，也可各自付一半
5.婚礼后月老祠附近刷出喜糖，每天只能拾取10个，使用喜糖可获得经验增益
6.婚礼后夫妻获得情缘技能，钻石婚礼获得3天的西式时装，中式婚礼获得3天中式时装
7.结婚过程中将会取消队伍和副本等相关匹配
]=],
        id = 13012,
        title = "结婚",
    },

    [13013] = {
        desc = [=[1.离婚分为协议离婚和强制离婚两种
2.协议离婚需要已婚夫妇组队到红娘处申请，3天内可单人取消，4~10天内双方确认则解除婚姻关系
3.强制离婚可单方向红娘申请，需扣除100W银币；申请方可再3天内取消，4~10天点击确认则解除婚姻关系，另一方无法拒绝
4.两种离婚方式都必须在4~10天内确认，否则离婚失败
5.离婚后玩家恢复单身，友好度、戒指、情缘技能、称号、结婚照等相关会消失]=],
        id = 13013,
        title = "离婚",
    },

    [13014] = {
        desc = [=[1、20级后，获得“七重优惠好礼限时购买”资格；
2、每一重好礼，都有24小时的购买时限，过时不候哦！]=],
        id = 13014,
        title = "优惠甩卖",
    },

    [13015] = {
        desc = [=[活动时间：2018.06.14 - 2018.07.15
活动说明：参与世界杯竞猜，无论对错均可获得奖励！
小提示：竞猜结果将于次日12点前公布]=],
        id = 13015,
        title = "世界杯竞猜",
    },

    [13016] = {
        desc = [=[活动时间：2018.06.14 - 2018.07.15
活动说明：支持的球队每次获胜，都可领取一份奖励！]=],
        id = 13016,
        title = "球队支持",
    },

    [14001] = {
        desc = [=[1.神器属性初始属性只增加玩家物攻、法攻、治疗度和速度
2.消耗神器精华提升神器等级可提升神器的初始属性
3.神器达到30级时可以觉醒神器器灵，器灵会跟随玩家出战]=],
        id = 14001,
        title = "神器简介",
    },

    [14002] = {
        desc = [=[1.普通器灵可以使用器灵石觉醒
2.器灵设置上阵后器灵对应的属性和技能才对玩家生效
3.普通器灵的技能做多拥有3个，稀有器灵可以拥有4个
4.器灵的技能可以进行重置]=],
        id = 14002,
        title = "器灵简介",
    },

    [14003] = {
        desc = [=[1.普通器灵可以使用器灵石觉醒,稀有器灵需用对应元神觉醒
2.器灵设置上阵后器灵对应的属性和技能才对玩家生效
3.普通器灵的技能最多拥有3个,稀有器灵的技能最多拥有5个
4.器灵的技能可以消耗一定数量的精灵石进行重置]=],
        id = 14003,
        title = "器灵简介",
    },

    [15000] = {
        desc = [=[1.活动时间:
2018年2月12日00:00-2018年2月22日24:00
2.活动期间使用鞭炮后有概率惊醒年兽，年兽会出现在杭州城并且只有该玩家可见
3.活动期间每天10点到24点之间每隔30分钟会出现普通年兽在杭州城捣乱
4.年兽如果被鞭炮攻击会受到固定10000点伤害，年兽王被鞭炮攻击无效
5.活动期间玩家击杀年兽达到一定数量时，会出现年兽王在杭州城大肆破坏
6.年兽出现后10分钟内没有被击杀，年兽王出现后30分钟内没有被击杀则会消失不见]=],
        id = 15000,
        title = "活动说明",
    },

    [16000] = {
        desc = [=[1.法宝共分为9种，使用法宝碎片合成获得
2.每个法宝拥有基础属性、专属技能和专属魂技
3.基础属性提升使用法宝升级获得的仙灵之气自主兑换
4.专属技能在法宝升到6级时通过觉醒获得，技能效果随技能等级提升
5.专属魂技在专属技能达到一定等级时解锁获得，每个法宝有4个专属魂技
6.法宝指定合成界面可以预览每个法宝的基础属性和技能
7.法宝技能需要消耗真气释放
8.每次战斗初始会随机获得3-5点真气，每回合会获得2点真气，最高累计15点真气]=],
        id = 16000,
        title = "法宝简介",
    },

    [17000] = {
        desc = [=[1.天问初试于#G每周日的中午12点至晚上19点#n举办，期间可前往#G天问仙人#n处进行共计20题的初试答题
2.#G当天晚上19点#n将对#G天问初试总耗时排名前100#n的玩家发放天问终试参与资格，发放结果将通过邮件通知
3.天问终试于#G每周日的晚上19点至20点#n举办，期间获得了终试资格的玩家可前往#G天问仙人#n处进行共计10题的终试答题
4.#G当天晚上20点#n将公布终试结果，其中#G天问终试总耗时排名前三#n的玩家可分别获得#G天问魁首、天问次座、天问敬座#n的称号和奖励，其余完成所有终试答题的玩家可获得安慰奖励，奖励通过邮件发放]=],
        id = 17000,
        title = "天问答题玩法说明",
    },

    [18000] = {
        desc = [=[.活动期间可消耗非绑定元宝对界面内的道具进行投资！
.投资道具后可在十天内每天都领取海量的被投资道具！
.投资时间结束后将不能进行投资，已投资道具仍可继续领取！]=],
        id = 18000,
        title = "道具投资活动说明",
    },

}
