-- ./excel/skill/marry.xlsx
return {

    [8501] = {
        condition = "使用条件：双方为夫妻或未婚夫妻，在同一队伍，好友度≥999，双方气血均＞0",
        degree_instruction = [=[一起组队完成日常玩法，最大可以提升至5000好友度。
5000以上的好友度只能通过赠送玫瑰花提升。]=],
        desc = "技能使用后，在对方受到物理伤害攻击时候自动保护。保护不占用回合数，每回合最多触发2次。",
        icon = 58000,
        id = 8501,
        instruction = "保护对方，为对方分担伤害",
        name = "同甘共苦",
        pflist = {8501},
        score = "20+2*(lv-40)",
        skill_desc = "技能效果：使用后，在对方受到物理攻击时候自动保护，保护不占用回合，每回合最多触发2次。",
        skill_effect = {},
        skill_instruction = [=[伴侣双方的好友度越高，保护持续回合数越长。
初始2回合，每增加2000好友度，增加1回合，最多增加2回合。]=],
        use = "订婚后可使用",
    },

    [8502] = {
        condition = "使用条件：双方为夫妻，在同一队伍，好友度≥1314，双方气血均＞0",
        degree_instruction = [=[一起组队完成日常玩法，最大可以提升至5000好友度。
5000以上的好友度只能通过赠送玫瑰花提升。]=],
        desc = "回复伴侣生命值（使用占用1回合）",
        icon = 58001,
        id = 8502,
        instruction = "保护对方，为对方分担伤害",
        name = "相濡以沫",
        pflist = {8502},
        score = "20+2*(lv-40)",
        skill_desc = "回复伴侣生命值使用占用1回合",
        skill_effect = {},
        skill_instruction = "伴侣双方友好度越高，回复生命值越多。",
        use = "结婚后可使用",
    },

    [8503] = {
        condition = "使用条件：双方为夫妻，在同一队伍，好友度≥2000，另一方倒地。",
        degree_instruction = [=[一起组队完成日常玩法，最大可以提升至5000好友度。
5000以上的好友度只能通过赠送玫瑰花提升。]=],
        desc = "复活倒地的伴侣，并回复伴侣生命值（使用占用1回合）",
        icon = 58002,
        id = 8503,
        instruction = "保护对方，为对方分担伤害",
        name = "生死同心",
        pflist = {8503},
        score = "20+2*(lv-40)",
        skill_desc = "复活倒地的伴侣，回复伴侣生命值（使用占用1回合）",
        skill_effect = {},
        skill_instruction = "伴侣双方友好度越高，回复生命值越多。",
        use = "结婚后可获得",
    },

}
