-- ./excel/system/jjc/robot.xlsx
return {

    [1] = {
        grade = {"math.max(50,slv-1)", "math.max(50,slv)"},
        name = "至尊守卫",
        rank = {1},
        school_name = {[1] = {["id"] = 1, ["name"] = "蜀山精英"}, [2] = {["id"] = 2, ["name"] = "金山寺精英"}, [3] = {["id"] = 3, ["name"] = "太初精英"}, [4] = {["id"] = 4, ["name"] = "瑶池精英"}, [5] = {["id"] = 5, ["name"] = "青城精英"}, [6] = {["id"] = 6, ["name"] = "妖神宫精英"}},
    },

    [2] = {
        grade = {"math.max(49,slv-3)", "math.max(49,slv-2)"},
        name = "王者守卫",
        rank = {2, 10},
        school_name = {[1] = {["id"] = 1, ["name"] = "蜀山精英"}, [2] = {["id"] = 2, ["name"] = "金山寺精英"}, [3] = {["id"] = 3, ["name"] = "太初精英"}, [4] = {["id"] = 4, ["name"] = "瑶池精英"}, [5] = {["id"] = 5, ["name"] = "青城精英"}, [6] = {["id"] = 6, ["name"] = "妖神宫精英"}},
    },

    [3] = {
        grade = {"math.max(48,slv-5)", "math.max(49,slv-4)"},
        name = "王牌守卫",
        rank = {11, 20},
        school_name = {[1] = {["id"] = 1, ["name"] = "蜀山精英"}, [2] = {["id"] = 2, ["name"] = "金山寺精英"}, [3] = {["id"] = 3, ["name"] = "太初精英"}, [4] = {["id"] = 4, ["name"] = "瑶池精英"}, [5] = {["id"] = 5, ["name"] = "青城精英"}, [6] = {["id"] = 6, ["name"] = "妖神宫精英"}},
    },

    [4] = {
        grade = {"math.max(47,slv-7)", "math.max(48,slv-6)"},
        name = "史诗守卫",
        rank = {21, 50},
        school_name = {[1] = {["id"] = 1, ["name"] = "蜀山精英"}, [2] = {["id"] = 2, ["name"] = "金山寺精英"}, [3] = {["id"] = 3, ["name"] = "太初精英"}, [4] = {["id"] = 4, ["name"] = "瑶池精英"}, [5] = {["id"] = 5, ["name"] = "青城精英"}, [6] = {["id"] = 6, ["name"] = "妖神宫精英"}},
    },

    [5] = {
        grade = {"math.max(45,slv-9)", "math.max(47,slv-8)"},
        name = "精英守卫",
        rank = {51, 100},
        school_name = {[1] = {["id"] = 1, ["name"] = "蜀山精英"}, [2] = {["id"] = 2, ["name"] = "金山寺精英"}, [3] = {["id"] = 3, ["name"] = "太初精英"}, [4] = {["id"] = 4, ["name"] = "瑶池精英"}, [5] = {["id"] = 5, ["name"] = "青城精英"}, [6] = {["id"] = 6, ["name"] = "妖神宫精英"}},
    },

    [6] = {
        grade = {"math.max(43,slv-11)", "math.max(44,slv-10)"},
        name = "高级守卫",
        rank = {101, 250},
        school_name = {[1] = {["id"] = 1, ["name"] = "蜀山精英"}, [2] = {["id"] = 2, ["name"] = "金山寺精英"}, [3] = {["id"] = 3, ["name"] = "太初精英"}, [4] = {["id"] = 4, ["name"] = "瑶池精英"}, [5] = {["id"] = 5, ["name"] = "青城精英"}, [6] = {["id"] = 6, ["name"] = "妖神宫精英"}},
    },

    [7] = {
        grade = {"math.max(41,slv-13)", "math.max(42,slv-12)"},
        name = "普通守卫",
        rank = {251, 450},
        school_name = {[1] = {["id"] = 1, ["name"] = "蜀山精英"}, [2] = {["id"] = 2, ["name"] = "金山寺精英"}, [3] = {["id"] = 3, ["name"] = "太初精英"}, [4] = {["id"] = 4, ["name"] = "瑶池精英"}, [5] = {["id"] = 5, ["name"] = "青城精英"}, [6] = {["id"] = 6, ["name"] = "妖神宫精英"}},
    },

    [8] = {
        grade = {"math.max(39,slv-15)", "math.max(40,slv-14)"},
        name = "普通守卫",
        rank = {451, 700},
        school_name = {[1] = {["id"] = 1, ["name"] = "蜀山精英"}, [2] = {["id"] = 2, ["name"] = "金山寺精英"}, [3] = {["id"] = 3, ["name"] = "太初精英"}, [4] = {["id"] = 4, ["name"] = "瑶池精英"}, [5] = {["id"] = 5, ["name"] = "青城精英"}, [6] = {["id"] = 6, ["name"] = "妖神宫精英"}},
    },

    [9] = {
        grade = {"36", "38"},
        name = "普通守卫",
        rank = {701, 1000},
        school_name = {[1] = {["id"] = 1, ["name"] = "蜀山精英"}, [2] = {["id"] = 2, ["name"] = "金山寺精英"}, [3] = {["id"] = 3, ["name"] = "太初精英"}, [4] = {["id"] = 4, ["name"] = "瑶池精英"}, [5] = {["id"] = 5, ["name"] = "青城精英"}, [6] = {["id"] = 6, ["name"] = "妖神宫精英"}},
    },

}
