-- ./excel/task/tasktext.xlsx
return {

    [101] = {
        content = "我要伏魔",
        id = 101,
    },

    [102] = {
        content = "便捷组队",
        id = 102,
    },

    [103] = {
        content = "次数查询",
        id = 103,
    },

    [104] = {
        content = "稍后助你，拜拜",
        id = 104,
    },

    [105] = {
        content = "对话完成",
        id = 105,
    },

    [106] = {
        content = "完成接下一步",
        id = 106,
    },

    [107] = {
        content = "离开",
        id = 107,
    },

    [108] = {
        content = "进入战斗",
        id = 108,
    },

    [109] = {
        content = "还是算了",
        id = 109,
    },

    [110] = {
        content = "帮派求助",
        id = 110,
    },

    [111] = {
        content = "完成接另一个分支",
        id = 111,
    },

    [112] = {
        content = "帮派求助",
        id = 112,
    },

    [113] = {
        content = "确定",
        id = 113,
    },

    [114] = {
        content = "取消",
        id = 114,
    },

    [115] = {
        content = "罪有应得",
        id = 115,
    },

    [116] = {
        content = "可怜可恨",
        id = 116,
    },

    [117] = {
        content = "狗小胃口大",
        id = 117,
    },

    [118] = {
        content = "其中必有蹊跷",
        id = 118,
    },

    [119] = {
        content = "天狗",
        id = 119,
    },

    [120] = {
        content = "雅笙",
        id = 120,
    },

    [121] = {
        content = "审问道士",
        id = 121,
    },

    [122] = {
        content = "查验现场",
        id = 122,
    },

    [123] = {
        content = "义不容辞",
        id = 123,
    },

    [124] = {
        content = "身心俱疲",
        id = 124,
    },

    [125] = {
        content = "其情可悯",
        id = 125,
    },

    [126] = {
        content = "天理难容",
        id = 126,
    },

    [127] = {
        content = "个子小的好打",
        id = 127,
    },

    [128] = {
        content = "有问题，选大个子",
        id = 128,
    },

    [129] = {
        content = "我没丢斧头",
        id = 129,
    },

    [130] = {
        content = "铁斧头",
        id = 130,
    },

    [131] = {
        content = "银斧头",
        id = 131,
    },

    [132] = {
        content = "金斧头",
        id = 132,
    },

    [133] = {
        content = "你仿佛在逗我笑",
        id = 133,
    },

    [134] = {
        content = "给他，就当喂狗",
        id = 134,
    },

    [135] = {
        content = "不良风气要抗争",
        id = 135,
    },

    [136] = {
        content = "确定",
        id = 136,
    },

    [137] = {
        content = "取消",
        id = 137,
    },

    [138] = {
        content = "推到",
        id = 138,
    },

    [139] = {
        content = "读书做官",
        id = 139,
    },

    [140] = {
        content = "开药店",
        id = 140,
    },

    [141] = {
        content = "能吃是福·不差钱",
        id = 141,
    },

    [142] = {
        content = "桃之夭夭·虞美人",
        id = 142,
    },

    [143] = {
        content = "颠三倒四",
        id = 143,
    },

    [144] = {
        content = "鬼话连篇",
        id = 144,
    },

    [145] = {
        content = "柳暗花明",
        id = 145,
    },

    [201] = {
        content = "教训一顿",
        id = 201,
    },

    [202] = {
        content = "还是算了",
        id = 202,
    },

    [203] = {
        content = "夺回物资",
        id = 203,
    },

    [204] = {
        content = "跟我回去",
        id = 204,
    },

    [205] = {
        content = "锻炼身体",
        id = 205,
    },

    [206] = {
        content = "道法自然",
        id = 206,
    },

    [207] = {
        content = "逆天改命",
        id = 207,
    },

    [208] = {
        content = "活动介绍",
        id = 208,
    },

    [300] = {
        content = "考验眼力",
        id = 300,
    },

    [740] = {
        content = "准备准备",
        id = 740,
    },

    [741] = {
        content = "教训你们",
        id = 741,
    },

    [742] = {
        content = "领悟真意",
        id = 742,
    },

    [743] = {
        content = "切磋一下",
        id = 743,
    },

    [744] = {
        content = "进入战斗",
        id = 744,
    },

    [745] = {
        content = "切磋一下",
        id = 745,
    },

    [746] = {
        content = "战胜懦弱",
        id = 746,
    },

    [747] = {
        content = "切磋一下",
        id = 747,
    },

    [748] = {
        content = "进入战斗",
        id = 748,
    },

    [749] = {
        content = "较量一下",
        id = 749,
    },

    [750] = {
        content = "阻拦法海",
        id = 750,
    },

    [751] = {
        content = "切磋一下",
        id = 751,
    },

    [752] = {
        content = "进入战斗",
        id = 752,
    },

    [753] = {
        content = "切磋一下",
        id = 753,
    },

    [754] = {
        content = "进入战斗",
        id = 754,
    },

    [755] = {
        content = "切磋一下",
        id = 755,
    },

    [6241] = {
        content = "开始战斗",
        id = 6241,
    },

    [6242] = {
        content = "跳过此环（50#cur_2）",
        id = 6242,
    },

    [6243] = {
        content = "领取三界历练任务",
        id = 6243,
    },

    [901] = {
        content = "进入战斗",
        id = 901,
    },

    [902] = {
        content = "帮派求助",
        id = 902,
    },

}
