-- ./excel/system/guide/guide.xlsx
return {

    [0] = {
        id = 0,
        text = "什么都不需要",
    },

    [101] = {
        id = 101,
        text = "完成某个id的任务",
    },

    [102] = {
        id = 102,
        text = "接取某个id的任务",
    },

    [103] = {
        id = 103,
        text = "主角达到一定等级",
    },

    [104] = {
        id = 104,
        text = "特定功能开启",
    },

    [105] = {
        id = 105,
        text = "首次获得某id装备",
    },

    [106] = {
        id = 106,
        text = "首次获得某id道具",
    },

    [107] = {
        id = 107,
        text = "首次进入某个id的关卡",
    },

    [108] = {
        id = 108,
        text = "接取某些id的任务，提示非强制",
    },

    [109] = {
        id = 109,
        text = "引导选择一只初始宠物",
    },

    [110] = {
        id = 110,
        text = "可以招募一个伙伴",
    },

    [111] = {
        id = 111,
        text = "是否拥有某个id坐骑",
    },

}
