-- ./excel/huodong/lingxi/configs.xlsx
return {

    [1001] = {
        choices = {"2月14", "2月13", "3月13", "3月14"},
        id = 1001,
        title = "情人节是几月几号？",
    },

    [1002] = {
        choices = {"3月14", "3月13", "2月13", "2月14"},
        id = 1002,
        title = "白色情人节是几月几号？",
    },

    [1003] = {
        choices = {"七月初七", "七月初八", "七月初九", "七月初十"},
        id = 1003,
        title = "七夕节是几月几号？",
    },

    [1004] = {
        choices = {"乞求节", "乞巧节", "七巧节", "七姐诞"},
        id = 1004,
        title = "以下哪个不是七夕节的别称？",
    },

    [1005] = {
        choices = {"防身武器", "梳子", "笛子", "装饰"},
        id = 1005,
        title = "旧时妇女的发髻上喜欢插一支银簪，簪子的最初作用时？",
    },

    [1006] = {
        choices = {"琵琶", "古筝", "扬琴", "笛子"},
        id = 1006,
        title = "“大珠小珠落玉盘”所形容的是什么乐器的弹奏声？",
    },

    [1007] = {
        choices = {"西厢记", "窦娥冤", "孔雀东南飞", "桃花扇"},
        id = 1007,
        title = "我国古代作品中表现“愿天下有情人终成眷属”主题的作品是？",
    },

    [1008] = {
        choices = {"梅花", "梨花", "荷花", "桃花"},
        id = 1008,
        title = "“遥知不是雪，为有暗香来。”这句诗描写的是哪种花？",
    },

    [1009] = {
        choices = {"13", "14", "15", "16"},
        id = 1009,
        title = "“豆蔻年华”是指几岁？",
    },

    [1010] = {
        choices = {"龙井", "碧螺春", "铁观音", "大红袍"},
        id = 1010,
        title = "下列我国名茶中哪一种是产于浙江杭州？",
    },

    [1011] = {
        choices = {"貂禅", "杨玉环", "王昭君", "西施"},
        id = 1011,
        title = "古代小说常用“沉鱼落雁,闭月羞花”形容女性之美,其中”闭月”是指: ",
    },

    [1012] = {
        choices = {"信天翁", "猫头鹰", "大雁", "燕子"},
        id = 1012,
        title = "世界上羽翼最大的鸟是哪一种鸟?",
    },

    [1013] = {
        choices = {"圆形", "三角形", "正方形", "一样大"},
        id = 1013,
        title = "周长相等的等边三角形,正方形,圆形,哪一个的面积最大? ",
    },

    [1014] = {
        choices = {"屈原", "李白", "杜甫", "柳宗元"},
        id = 1014,
        title = "《九歌》是谁的作品？",
    },

}
