-- ./excel/system/sourcebook/gametechbook.xlsx
return {

    [1] = {
        cat_id = 1,
        des = "战斗开始时系统会根据每个战斗单位的速度进行一定范围的波动处理，每个战斗单位根据处理后的速度值决定行动顺序",
        icon = "10102",
        title = "出手速度",
    },

    [2] = {
        cat_id = 1,
        des = "战斗中长按战斗单位可以查看该单位的各种状态说明",
        icon = "10108",
        title = "战斗状态",
    },

    [3] = {
        cat_id = 1,
        des = "组队战斗中我方有指挥权限的玩家可以给敌方单位进行标注，指挥权限默认为队长拥有，队长可以转移给队友",
        icon = "10103",
        title = "战斗指挥",
    },

    [4] = {
        cat_id = 1,
        des = "战斗中人物每受到一定的伤害增加一定的愤怒值，受到伤害越高增加愤怒值越多，死亡时愤怒值清零。使用特技时需要消耗愤怒值",
        icon = "10104",
        title = "愤怒",
    },

    [5] = {
        cat_id = 1,
        des = "人物战斗结束时死亡扣除装备耐久度，宠物战斗中死亡扣除寿命值",
        icon = "10105",
        title = "死亡",
    },

    [6] = {
        cat_id = 1,
        des = "用来施放门派的绝技，获得方式：\n蜀山：击杀敌方单位、技能触发暴击时获得\n金山寺：使用治疗技能时有概率获得\n太初：使用群攻技能时有概率获得\n瑶池：使用木灵蚀心有概率吸取对方的灵气\n      有杏黄旗存在时有概率获得\n青城：使用封印技能有概率获得\n妖神宫：每损失30%气血获得一点灵气",
        icon = "10106",
        title = "灵气",
    },

    [7] = {
        cat_id = 1,
        des = "同敌方单位比较速度后，我方针对敌方速度较慢的单位进行配合攻击",
        icon = "10107",
        title = "卡速",
    },

    [8] = {
        cat_id = 2,
        des = '“SS”是"蜀山"的简称\n“JS”是“金山寺”的简称\n“TC”是"太初"的简称\n“YC”是"瑶池"的简称\n“QC”是“青城”的简称\n“YS”是“妖神宫”的简称',
        icon = "10109",
        title = "门派简称",
    },

    [9] = {
        cat_id = 2,
        des = "指我方全部单位攻击指定的敌方某个单位",
        icon = "10110",
        title = "集火",
    },

    [10] = {
        cat_id = 2,
        des = "敌方有目标死亡时，为防止被敌方其他单位将其复活继续战斗，我方单位攻击技能默认对敌方该目标使用",
        icon = "10111",
        title = "守尸",
    },

    [11] = {
        cat_id = 2,
        des = "指使用复活技能、复活药品或复活特技将我方死亡的队友复活",
        icon = "10112",
        title = "拉人",
    },

    [12] = {
        cat_id = 2,
        des = "指我方玩家的宠物死亡或不能满足当前战斗环境时要求其使用新的宠物出战",
        icon = "10113",
        title = "拉宠",
    },

    [13] = {
        cat_id = 2,
        des = "指要求医生对我方指定目标使用加血技能",
        icon = "10121",
        title = "点灯",
    },

    [14] = {
        cat_id = 2,
        des = "指玩家参与活动获得高价值的物品或达成其他公告事项时，传闻频道显示的相应的系统信息",
        icon = "10124",
        title = "上电视",
    },

    [15] = {
        cat_id = 2,
        des = "指组成五人队的队伍一次性完成可以组队参加的日常任务，包括金刚伏魔、镇妖、副本等任务",
        icon = "10125",
        title = "一条龙",
    },

    [16] = {
        cat_id = 2,
        des = "指给宠物宝宝学习新的技能",
        icon = "10122",
        title = "打书",
    },

    [17] = {
        cat_id = 2,
        des = "指游戏中已经使用神魂进行附魂的武器，带有特殊光效",
        icon = "10123",
        title = "光武",
    },

    [18] = {
        cat_id = 2,
        des = "跑环是对进行三界历练的简称，可以获得大量经验；跟环指协助其他玩家完成三界历练",
        icon = "10118",
        title = "跑环/跟环",
    },

    [19] = {
        cat_id = 2,
        des = "指每周二、周四帮派之间进行的PVP活动",
        icon = "10119",
        title = "帮战",
    },

    [20] = {
        cat_id = 2,
        des = "指将宠物商店购买的宠物或宠物宝宝在宠物界面进行洗炼操作",
        icon = "10126",
        title = "洗宝宝",
    },

    [21] = {
        cat_id = 2,
        des = "代表使用普通物理攻击或物理攻击技能为主要输出技能的宠物宝宝，如嘟嘟、哈士奇、秋田犬",
        icon = "10114",
        title = "攻宠",
    },

    [22] = {
        cat_id = 2,
        des = "代表使用法术攻击技能为主要输出技能的宠物宝宝，如兔精、仙鹤童子",
        icon = "10115",
        title = "法宠",
    },

    [23] = {
        cat_id = 2,
        des = "代表气血值较高的宠物宝宝",
        icon = "10116",
        title = "血宠",
    },

    [24] = {
        cat_id = 2,
        des = "代表气血值和防御值较高的宠物宝宝",
        icon = "10117",
        title = "血耐宠",
    },

    [25] = {
        cat_id = 2,
        des = "代表行动速度很慢的宠物宝宝",
        icon = "10120",
        title = "龟速宠",
    },

    [26] = {
        cat_id = 3,
        des = "离线后将保持20分钟的在线时间，处于该模式下的任何战斗都是自动战斗",
        icon = "10127",
        title = "离线挂机",
    },

    [27] = {
        cat_id = 3,
        des = "未完成的日常任务、日常活动，所错过的经验会按一定的比例转换而来；在完成一些日常活动时，储备经验会转换为人物经验",
        icon = "10128",
        title = "储备经验",
    },

    [28] = {
        cat_id = 3,
        des = "战斗结束时消耗饱食度自动恢复人物,伙伴和宠物的气血和法力;饱食度上限为200,使用白豆腐、蟹黄金丝粥、回血散和银币增加",
        icon = "h7_baoshi",
        title = "饱食度",
    },

    [29] = {
        cat_id = 3,
        des = "战斗结束时处于死亡状态会扣除每件穿戴中装备的3%的耐久度；战斗也会降低装备的耐久度；装备耐久度为0时装备属性将失效，可以消耗银币恢复装备耐久度",
        icon = "h7_xiuli",
        title = "耐久度",
    },

    [30] = {
        cat_id = 3,
        des = "待机无任何操作状态下5分钟后会进入省电模式，省电模式下会降低屏幕亮度等",
        icon = "10129",
        title = "省电模式",
    },

    [31] = {
        cat_id = 3,
        des = "开启后不能在游戏中进行任何操作直到滑动解锁屏幕，该功能可以有效防止挂机过程中出现误操作",
        icon = "10130",
        title = "锁定屏幕",
    },

    [32] = {
        cat_id = 3,
        des = "点击背包和仓库中的“锁图标”可以通过消耗银币解锁物品栏",
        icon = "10132",
        title = "扩展物品栏",
    },

    [33] = {
        cat_id = 3,
        des = "点击游戏中相关界面的“i”按钮可以查看相关功能操作的详细信息和说明介绍",
        icon = "10133",
        title = "“i”按钮",
    },

}
