-- ./excel/system/sourcebook/sumonbook.xlsx
return {

    [1] = {
        btnname = "属性",
        cat_name = "宠物介绍",
        des = "宠物的好坏由资质、成长和技能来决定，对应的属性可以在宠物面板查看",
        idx = 1,
        tab = "1",
        title = "宠物属性",
        view = "宠物属性",
    },

    [2] = {
        btnname = "资质",
        cat_name = "宠物介绍",
        des = "宠物的资质可以消耗资质人参提升，资质越接近上限资质时，每次提升的资质值越小",
        idx = 2,
        tab = "1",
        title = "资质培养",
        view = "宠物炼妖",
    },

    [3] = {
        btnname = "装备",
        cat_name = "宠物介绍",
        des = "宠物装备增加宠物的属性，还能额外增加宠物技能，大大的提升宠物的战斗力",
        idx = 3,
        tab = "1",
        title = "宠物装备",
        view = "宠物属性",
    },

    [4] = {
        btnname = "洗宠",
        cat_name = "宠物介绍",
        des = "通过使用还童丹洗炼商店购买的野生宠物获得，洗炼达到一定次数会触发宠物保底获得多技能宠物",
        idx = 1,
        tab = "2",
        title = "宠物宝宝",
        view = "宠物炼妖",
    },

    [5] = {
        btnname = "学技能",
        cat_name = "宠物介绍",
        des = "对宠物技能不满意的可以通过打书来修改宠物的技能，打书时有可能覆盖原有的技能，也有可能会直接增加一个新的技能",
        idx = 3,
        tab = "2",
        title = "学技能",
        view = "宠物炼妖",
    },

    [6] = {
        btnname = "合宠",
        cat_name = "宠物介绍",
        des = "稀有宠物通过合宠获得，多技能宝宝也可以通过合宠来获得。合成出来的新宝宝会随机继承原来宝宝的技能和资质",
        idx = 2,
        tab = "2",
        title = "宠物合成",
        view = "宠物炼妖",
    },

}
