-- ./excel/system/map/scenegroup.xlsx
return {

    [101] = {
        desc = "测试场景组",
        id = 101,
        maplist = {101000},
    },

    [102] = {
        desc = "抓鬼场景组",
        id = 102,
        maplist = {102000, 103000, 201000, 202000, 203000},
    },

    [103] = {
        desc = "低级宝图场景组",
        id = 103,
        maplist = {201000, 202000, 203000, 204000},
    },

    [104] = {
        desc = "高级宝图场景组",
        id = 104,
        maplist = {102000, 103000, 201000, 202000, 203000},
    },

    [105] = {
        desc = "放妖场景组",
        id = 105,
        maplist = {102000, 201000, 202000, 203000, 204000},
    },

    [106] = {
        desc = "百变天魔场景组",
        id = 106,
        maplist = {201000, 203000},
    },

    [107] = {
        desc = "师门任务场景组",
        id = 107,
        maplist = {102000, 103000, 201000, 202000, 203000},
    },

    [108] = {
        desc = "灵犀任务场景组",
        id = 108,
        maplist = {201000, 202000, 203000, 204000},
    },

}
