-- ./excel/huodong/orgcampfire/configs.xlsx
return {

    [2001] = {
        custom_type = 2,
        id = 2001,
        title = "了解帮派才更快融入帮派，那么帮派的帮主是哪一位？",
    },

    [2002] = {
        custom_type = 3,
        id = 2002,
        title = "了解帮派才更快融入帮派，那么帮派的副帮主是哪一位？",
    },

    [2003] = {
        custom_type = 4,
        id = 2003,
        title = "了解帮派才更快融入帮派，那么帮派的执剑使是哪一位？",
    },

    [2004] = {
        custom_type = 5,
        id = 2004,
        title = "了解帮派才更快融入帮派，那么帮派的客卿是哪一位？",
    },

    [2005] = {
        custom_type = 6,
        id = 2005,
        title = "了解帮派才更快融入帮派，那么帮派之中共计有多少位正式成员？",
    },

    [2006] = {
        custom_type = 7,
        id = 2006,
        title = "了解帮派才更快融入帮派，那么帮派之中共计有多少位学徒？",
    },

    [2007] = {
        custom_type = 8,
        id = 2007,
        title = "了解帮派才更快融入帮派，那么帮派之中共计有多少位长老？",
    },

    [2008] = {
        custom_type = 9,
        id = 2008,
        title = "了解帮派才更快融入帮派，那么帮派之中共计有多少位车夫？",
    },

    [2009] = {
        custom_type = 11,
        id = 2009,
        title = "了解帮派才更快融入帮派，那么帮派之中共计有多少位宝贝？",
    },

}
