-- ./excel/huodong/orgcampfire/configs.xlsx
return {

    [1001] = {
        choices = {"20", "15", "25", "10"},
        id = 1001,
        title = "每个玩家每天最多可以参与多少次门派修行？",
    },

    [1002] = {
        choices = {"6", "5", "7", "8"},
        id = 1002,
        title = "游戏中目前开放了多少个门派？",
    },

    [1003] = {
        choices = {"樱空卿", "云唯伊", "陌征天", "锦梦蝶"},
        id = 1003,
        title = "以下哪个角色使用剑为武器？",
    },

    [1004] = {
        choices = {"云唯伊", "陌征天", "锦梦蝶", "羽涤尘"},
        id = 1004,
        title = "以下哪个角色使用扇子为武器？",
    },

    [1005] = {
        choices = {"羽涤尘", "陌征天", "锦梦蝶", "云唯伊"},
        id = 1005,
        title = "以下哪个角色使用书卷为武器？",
    },

    [1006] = {
        choices = {"锦梦蝶", "云唯伊", "樱空卿", "陌征天"},
        id = 1006,
        title = "以下哪个角色使用飘带为武器？",
    },

    [1007] = {
        choices = {"陌征天", "樱空卿", "云唯伊", "锦梦蝶"},
        id = 1007,
        title = "以下哪个角色使用刀为武器？",
    },

    [1008] = {
        choices = {"60", "120", "80", "40"},
        id = 1008,
        title = "每天凌晨5点可以获得多少点双倍点数？",
    },

    [1009] = {
        choices = {"江湖心得", "玉女心经", "黄帝内经", "宠物经验丹"},
        id = 1009,
        title = "以下哪个道具可以增加人物经验？",
    },

    [1010] = {
        choices = {"宠物经验丹", "江湖心得", "玉女心经", "黄帝内经"},
        id = 1010,
        title = "以下哪个道具可以增加宠物经验？",
    },

    [1011] = {
        choices = {"白蛇", "青蛇", "女娲", "紫薇星"},
        id = 1011,
        title = "青城山下白素贞，请问白素贞的原型是什么？",
    },

    [1012] = {
        choices = {"政事省", "尚书省", "中书省", "门下省"},
        id = 1012,
        title = "古有“三省六部”下列不属于三省的是哪一个？",
    },

    [1013] = {
        choices = {"后宫", "礼部", "户部", "工部"},
        id = 1013,
        title = "古有“三省六部”下列不属于六部的是哪一个？",
    },

    [1014] = {
        choices = {"杨玉环", "陈圆圆", "西施", "王昭君"},
        id = 1014,
        title = "“后宫佳丽三千人，三千宠爱在一身”形容的是哪一位历史名人？",
    },

    [1015] = {
        choices = {"慈禧太后", "武则天", "吕后", "赙仪"},
        id = 1015,
        title = "“量中华之物力，结与国之欢心”出自哪一位掌权者？",
    },

    [1016] = {
        choices = {"武则天", "慈禧太后", "吕后", "胡太后"},
        id = 1016,
        title = "中国唯一的一位正统女皇帝是下列哪一位？",
    },

    [1017] = {
        choices = {"物理输出", "法术输出", "封印辅助", "治疗辅助"},
        id = 1017,
        title = "知己知彼，方能百战百胜，那么请问蜀山这个门派的特色是什么？",
    },

    [1018] = {
        choices = {"治疗增益", "法术输出", "封印辅助", "物理群伤"},
        id = 1018,
        title = "知己知彼，方能百战百胜，那么请问金山寺这个门派的特色是什么？",
    },

    [1019] = {
        choices = {"法术输出", "物理群伤", "封印辅助", "治疗辅助"},
        id = 1019,
        title = "知己知彼，方能百战百胜，那么请问太初这个门派的特色是什么？",
    },

    [1020] = {
        choices = {"辅助增益", "治疗辅助", "物理输出", "封印辅助"},
        id = 1020,
        title = "知己知彼，方能百战百胜，那么请问瑶池这个门派门派的特色是什么？",
    },

}
