-- ./excel/system/tempitem/tempitem.xlsx
return {

    [1001] = {
        id = 1001,
        text = "#item已取回",
    },

    [1002] = {
        id = 1002,
        text = "包裹已满，#item无法取回",
    },

    [1003] = {
        id = 1003,
        text = "取回#item*#amount",
    },

    [1004] = {
        id = 1004,
        text = "取回成功",
    },

    [1005] = {
        id = 1005,
        text = "包裹已满，请整理包裹后再取回",
    },

    [1006] = {
        id = 1006,
        text = "#item进入临时包裹，临时包裹的#olditem已被删除",
    },

    [1007] = {
        id = 1007,
        text = "你的离线时间已超24小时，临时包裹的道具已删除",
    },

    [1008] = {
        id = 1008,
        text = "包裹空间不足，请先整理包裹",
    },

    [1009] = {
        id = 1009,
        text = "临时包裹中紫色品质以上道具已达15件,#item将寄往邮箱",
    },

    [1010] = {
        id = 1010,
        text = "临时包裹已满，无法获得紫色品质以下的道具；请及时整理包裹",
    },

    [1011] = {
        id = 1011,
        text = "包裹已满，#item已进入临时包裹，临时包裹下线24小时后将被清空",
    },

    [1012] = {
        id = 1012,
        text = "临时包裹下线24小时后将会被清空，请及时取回",
    },

}
