-- ./excel/item/other.xlsx
return {

    [11036] = {
        id = 11036,
        name = "纹饰精华",
    },

    [11037] = {
        id = 11037,
        name = "悬赏礼包",
    },

    [11039] = {
        id = 11039,
        name = "坐骑经验",
    },

    [11040] = {
        id = 11040,
        name = "武勋值",
    },

    [11041] = {
        id = 11041,
        name = "摸金三宝",
    },

    [11042] = {
        id = 11042,
        name = "宠物护符",
    },

    [11043] = {
        id = 11043,
        name = "宠物高级护符",
    },

    [11044] = {
        id = 11044,
        name = "招式经验",
    },

    [11045] = {
        id = 11045,
        name = "魂石",
    },

    [11046] = {
        id = 11046,
        name = "竞技积分",
    },

    [11047] = {
        id = 11047,
        name = "高级兽诀",
    },

    [11048] = {
        id = 11048,
        name = "修炼经验",
    },

    [11049] = {
        id = 11049,
        name = "古董",
    },

    [11050] = {
        id = 11050,
        name = "经验",
    },

    [11051] = {
        id = 11051,
        name = "银币",
    },

    [11052] = {
        id = 11052,
        name = "水晶",
    },

    [11053] = {
        id = 11053,
        name = "藏宝图",
    },

    [11054] = {
        id = 11054,
        name = "武器装备",
    },

    [11055] = {
        id = 11055,
        name = "装备元灵",
    },

    [11056] = {
        id = 11056,
        name = "低级兽诀",
    },

    [11057] = {
        id = 11057,
        name = "阵法书",
    },

    [11058] = {
        id = 11058,
        name = "伙伴元神碎片",
    },

    [11059] = {
        id = 11059,
        name = "伙伴元神",
    },

    [11145] = {
        id = 11145,
        name = "新武器",
    },

    [11146] = {
        id = 11146,
        name = "许仙信物",
    },

    [11147] = {
        id = 11147,
        name = "龙吉公主信物",
    },

    [11148] = {
        id = 11148,
        name = "小青信物",
    },

    [11149] = {
        id = 11149,
        name = "装备元灵",
    },

    [11150] = {
        id = 11150,
        name = "洗练石",
    },

    [11151] = {
        id = 11151,
        name = "水晶",
    },

    [11152] = {
        id = 11152,
        name = "藏宝图",
    },

    [11153] = {
        id = 11153,
        name = "武器装备",
    },

    [11154] = {
        id = 11154,
        name = "装备图纸",
    },

}
