-- ./excel/system/chat/helpchat.xlsx
return {

    [1] = {
        content = "游戏的锁图标，表示可解锁扩展",
        id = 1,
        level = 60,
    },

    [2] = {
        content = "自动寻路或巡逻过程中，点击地图即可停下来",
        id = 2,
        level = 120,
    },

    [3] = {
        content = "点击主界面左上角的场景图标可查看世界地图",
        id = 3,
        level = 60,
    },

    [4] = {
        content = "每天的20个{link8,门派修行,1001}可获得丰富的经验奖励",
        id = 4,
        level = 60,
    },

    [5] = {
        content = "请不要把游戏账号信息透露给别人，否则会降低账号的安全性，甚至造成损失",
        id = 5,
        level = 120,
    },

    [6] = {
        content = "人物属性界面中，点击经验值旁边的i按钮可查看当前服务器等级",
        id = 6,
        level = 120,
    },

    [7] = {
        content = "学习技能可以解锁更多法术和提升战斗能力",
        id = 7,
        level = 60,
    },

    [8] = {
        content = "点击主界面左上角的场景图标可查看世界地图",
        id = 8,
        level = 50,
    },

    [9] = {
        content = "完成{link8,金刚伏魔,1004}能够获得大量经验奖励",
        id = 9,
        level = 50,
    },

    [10] = {
        content = "点击游戏中的编辑图标，能进入编辑操作",
        id = 10,
        level = 60,
    },

    [11] = {
        content = "完成{link8,异宝收集,1015}可获得大量修炼经验",
        id = 11,
        level = 120,
    },

    [12] = {
        content = "点击好友按钮可以查看好友列表、最近消息和邮箱等信息",
        id = 12,
        level = 50,
    },

    [13] = {
        content = "点击提升按钮可以查看当前可以提升的事项",
        id = 13,
        level = 50,
    },

    [14] = {
        content = "点击游戏中相关界面的“i”按钮可以查看相关功能操作的详细信息",
        id = 14,
        level = 50,
    },

    [15] = {
        content = "战斗中长按战斗单位可以查看该单位的状态说明",
        id = 15,
        level = 80,
    },

    [16] = {
        content = "活跃度达到一定值可以增加活力值",
        id = 16,
        level = 60,
    },

    [17] = {
        content = "战斗结束时消耗饱食度自动恢复人物和宠物的气血和法力",
        id = 17,
        level = 60,
    },

    [18] = {
        content = "战斗前选择合适的阵法有利于提升队伍的战斗实力",
        id = 18,
        level = 80,
    },

    [19] = {
        content = "游戏中点击界面外的空白处可以关闭该界面",
        id = 19,
        level = 80,
    },

    [20] = {
        content = "{link8,异宝收集,1015}遇到缺少的货物时可以发起帮派求助，让同帮的小伙伴协助提交",
        id = 20,
        level = 60,
    },

    [21] = {
        content = "攻宠代表使用普通物理攻击或者物理攻击技能的宠物宝宝",
        id = 21,
        level = 60,
    },

    [22] = {
        content = "法宠代表使用法术攻击技能的宠物宝宝",
        id = 22,
        level = 60,
    },

    [23] = {
        content = "血宠代表气血值和防御值较高的宠物宝宝",
        id = 23,
        level = 60,
    },

    [24] = {
        content = "封印门派、辅助门派的伤害输出技能大部分都是固定伤害技能，对普通怪物有伤害加成",
        id = 24,
        level = 60,
    },

    [25] = {
        content = "战斗中人物每受到一定的伤害就会增加一定的愤怒值，死亡时愤怒值清零",
        id = 25,
        level = 60,
    },

    [26] = {
        content = "死亡扣除装备耐久度，宠物死亡扣除寿命值",
        id = 26,
        level = 80,
    },

    [27] = {
        content = "封印类状态不会叠加也不会被其它封印状态替换，辅助状态和临时状态最多同时存在3个",
        id = 27,
        level = 80,
    },

    [28] = {
        content = "世界频道发言所消耗的活力，每升10级降低5点，最低消耗1点",
        id = 28,
        level = 30,
    },

}
