-- ./excel/system/chat/textemoji.xlsx
return {

    [1] = {
        content1 = "#role指着#other，噗通一声跪在地上，一只手捂着肚子，一只手锤着地面，笑得眼泪都出来了。#33",
        content2 = "#role噗通一声跪在地上，一只手捂着肚子，一只手锤着地面，笑得眼泪都出来了。#33",
        id = 1,
        text = "大笑",
    },

    [2] = {
        content1 = "#role抱着#other的腿，一把鼻涕一把泪地哭诉自己悲催的遭遇：“我被狗咬了……”",
        content2 = "“救命啊，有疯狗追我！”#role狂奔，一把鼻涕一把泪地向周围的人大喊。",
        id = 2,
        text = "哭诉",
    },

    [3] = {
        content1 = "#role站在紫禁之巅，对#other傲然说道：“当今天下英雄，唯我和你而已。”",
        content2 = "紫禁之巅，如刀的冷风吹拂着#role的衣角，他悠悠说道：“无敌，是多么寂寞！”",
        id = 3,
        text = "高傲",
    },

    [4] = {
        content1 = "#role拔出手中的剑，指着#other，轻蔑地说道：“出手吧，我让你三招！”",
        content2 = "#role冷冷地环顾四周，手中的剑缓缓出鞘，周围有人窃窃私语：“他要跟人决斗了，我赌一文钱他会赢。”",
        id = 4,
        text = "决斗",
    },

    [5] = {
        content1 = "#role看着#other，露出一丝微笑，刹那间，如百花绽放，似谪仙降临。",
        content2 = "#role嘴角微微上扬，露出一个迷人的微笑，四周众人都看呆了。",
        id = 5,
        text = "微笑",
    },

    [6] = {
        content1 = "#role紧紧盯着#other，好几分钟后，突然哇地一声吐了出来：“你长得太催吐了……”",
        content2 = "#role吐得稀里哗啦，差点扶不住墙，两腿直打哆嗦。",
        id = 6,
        text = "呕吐",
    },

    [7] = {
        content1 = "#role对着镜子，撩了撩刘海，眼神迷离地对#other说道：“是不是被我迷住了？”",
        content2 = "#role看着镜子里的人儿，目光迷离，好像被自己迷住了。",
        id = 7,
        text = "自恋",
    },

    [8] = {
        content1 = "#role把#other按在墙上，双眼似乎要喷出火来，说道：“你非要把我气死不可吗？”",
        content2 = "#role双目血红，胸膛剧烈起伏，鼻孔里喷出两道热气，说道：“我不生气，我不生气……”",
        id = 8,
        text = "愤怒",
    },

    [9] = {
        content1 = "清冷的月光洒下来，秋风吹得红枫叶漫天飞舞，#role看着#other远去的背影，一股悲伤涌了上来，泪水止不住地流了下来。",
        content2 = "#role抿着嘴唇，鼻子一阵酸楚，双目顿时模糊起来，眼泪顺着脸颊流了下来。",
        id = 9,
        text = "伤心",
    },

    [10] = {
        content1 = "#role双眸一瞪，手指点在#other额头上，说道：“小心人家拿小拳拳锤你胸口哦。”",
        content2 = "#role轻轻一跺脚，又羞又气，目光带着责怪，又带着一丝情意，顿时风情万种。",
        id = 10,
        text = "嗔怒",
    },

}
