-- ./excel/huodong/devil/npc.xlsx
return {

    [1] = {
        id = 1,
        name = "地魁星",
    },

    [2] = {
        id = 2,
        name = "地狗星",
    },

    [3] = {
        id = 3,
        name = "地勇星",
    },

    [4] = {
        id = 4,
        name = "地杰星",
    },

    [5] = {
        id = 5,
        name = "地雄星",
    },

    [6] = {
        id = 6,
        name = "地威星",
    },

    [7] = {
        id = 7,
        name = "地英星",
    },

    [8] = {
        id = 8,
        name = "地奇星",
    },

    [9] = {
        id = 9,
        name = "地猛星",
    },

    [10] = {
        id = 10,
        name = "地文星",
    },

    [11] = {
        id = 11,
        name = "地正星",
    },

    [12] = {
        id = 12,
        name = "地辟星",
    },

    [13] = {
        id = 13,
        name = "地阖星",
    },

    [14] = {
        id = 14,
        name = "地强星",
    },

    [15] = {
        id = 15,
        name = "地暗星",
    },

    [16] = {
        id = 16,
        name = "地轴星",
    },

    [17] = {
        id = 17,
        name = "地会星",
    },

    [18] = {
        id = 18,
        name = "地佐星",
    },

    [19] = {
        id = 19,
        name = "地佑星",
    },

    [20] = {
        id = 20,
        name = "地灵星",
    },

    [21] = {
        id = 21,
        name = "地兽星",
    },

    [22] = {
        id = 22,
        name = "地微星",
    },

    [23] = {
        id = 23,
        name = "地慧星",
    },

    [24] = {
        id = 24,
        name = "地暴星",
    },

    [25] = {
        id = 25,
        name = "地默星",
    },

    [26] = {
        id = 26,
        name = "地猖星",
    },

    [27] = {
        id = 27,
        name = "地狂星",
    },

    [28] = {
        id = 28,
        name = "地飞星",
    },

    [29] = {
        id = 29,
        name = "地走星",
    },

    [30] = {
        id = 30,
        name = "地巧星",
    },

    [31] = {
        id = 31,
        name = "地明星",
    },

    [32] = {
        id = 32,
        name = "地进星",
    },

    [33] = {
        id = 33,
        name = "地退星",
    },

    [34] = {
        id = 34,
        name = "地满星",
    },

    [35] = {
        id = 35,
        name = "地遂星",
    },

    [36] = {
        id = 36,
        name = "地周星",
    },

    [37] = {
        id = 37,
        name = "地隐星",
    },

    [38] = {
        id = 38,
        name = "地异星",
    },

    [39] = {
        id = 39,
        name = "地理星",
    },

    [40] = {
        id = 40,
        name = "地俊星",
    },

    [41] = {
        id = 41,
        name = "地乐星",
    },

    [42] = {
        id = 42,
        name = "地捷星",
    },

    [43] = {
        id = 43,
        name = "地速星",
    },

    [44] = {
        id = 44,
        name = "地镇星",
    },

    [45] = {
        id = 45,
        name = "地稽星",
    },

    [46] = {
        id = 46,
        name = "地魔星",
    },

    [47] = {
        id = 47,
        name = "地妖星",
    },

    [48] = {
        id = 48,
        name = "地幽星",
    },

    [49] = {
        id = 49,
        name = "地伏星",
    },

    [50] = {
        id = 50,
        name = "地僻星",
    },

    [51] = {
        id = 51,
        name = "地空星",
    },

    [52] = {
        id = 52,
        name = "地孤星",
    },

    [53] = {
        id = 53,
        name = "地全星",
    },

    [54] = {
        id = 54,
        name = "地短星",
    },

    [55] = {
        id = 55,
        name = "地角星",
    },

    [56] = {
        id = 56,
        name = "地囚星",
    },

    [57] = {
        id = 57,
        name = "地藏星",
    },

    [58] = {
        id = 58,
        name = "地平星",
    },

    [59] = {
        id = 59,
        name = "地损星",
    },

    [60] = {
        id = 60,
        name = "地奴星",
    },

    [61] = {
        id = 61,
        name = "地察星",
    },

    [62] = {
        id = 62,
        name = "地恶星",
    },

    [63] = {
        id = 63,
        name = "地丑星",
    },

    [64] = {
        id = 64,
        name = "地数星",
    },

    [65] = {
        id = 65,
        name = "地阴星",
    },

    [66] = {
        id = 66,
        name = "地刑星",
    },

    [67] = {
        id = 67,
        name = "地壮星",
    },

    [68] = {
        id = 68,
        name = "地劣星",
    },

    [69] = {
        id = 69,
        name = "地健星",
    },

    [70] = {
        id = 70,
        name = "地耗星",
    },

    [71] = {
        id = 71,
        name = "地贼星",
    },

}
