-- ./excel/system/rank/rank.xlsx
return {

    [1010] = {
        dialog = "高处不胜寒呐，三甲不好当啊，可我就喜欢高处。",
        id = 1010,
    },

    [1011] = {
        dialog = "努力升级，总有一天，我能后来居上。",
        id = 1011,
    },

    [1012] = {
        dialog = "未入三甲的朋友，我们在巅峰等你！",
        id = 1012,
    },

    [1013] = {
        dialog = "本座只想说：求超越！求超越！求超越！",
        id = 1013,
    },

    [1014] = {
        dialog = "文无第一，武无第二，榜首才是我人生目标。",
        id = 1014,
    },

    [1015] = {
        dialog = "好险好险，好歹我还占了个前三的位置不是？",
        id = 1015,
    },

    [1016] = {
        dialog = "我是最强的，谁有异议？",
        id = 1016,
    },

    [1017] = {
        dialog = "这个位置，我不满意，我会变得更强。",
        id = 1017,
    },

    [1018] = {
        dialog = "来来来，这个位置谁想坐就来挑战我！",
        id = 1018,
    },

    [1019] = {
        dialog = "神宠，说的就是我。",
        id = 1019,
    },

    [1020] = {
        dialog = "身为一只宠物，不但要会卖萌，还要有实力。",
        id = 1020,
    },

    [1021] = {
        dialog = "我要学更多的高级技能，保住前三。",
        id = 1021,
    },

    [1022] = {
        dialog = "魅力这种东西，希望你也有。",
        id = 1022,
    },

    [1023] = {
        dialog = "每天都收到无数情书，我也很绝望啊！",
        id = 1023,
    },

    [1024] = {
        dialog = "我从市集走过，无数人回头，那感觉，爽儿啊。",
        id = 1024,
    },

    [1025] = {
        dialog = "高处不胜寒呐，三甲不好当啊，可我就喜欢高处。",
        id = 1025,
    },

    [1026] = {
        dialog = "努力升级，总有一天，我能后来居上。",
        id = 1026,
    },

    [1027] = {
        dialog = "未入三甲的朋友，我们在巅峰等你！",
        id = 1027,
    },

    [1028] = {
        dialog = "高处不胜寒呐，三甲不好当啊，可我就喜欢高处。",
        id = 1028,
    },

    [1029] = {
        dialog = "努力升级，总有一天，我能后来居上。",
        id = 1029,
    },

    [1030] = {
        dialog = "未入三甲的朋友，我们在巅峰等你！",
        id = 1030,
    },

    [1031] = {
        dialog = "高处不胜寒呐，三甲不好当啊，可我就喜欢高处。",
        id = 1031,
    },

    [1032] = {
        dialog = "努力升级，总有一天，我能后来居上。",
        id = 1032,
    },

    [1033] = {
        dialog = "未入三甲的朋友，我们在巅峰等你！",
        id = 1033,
    },

    [1034] = {
        dialog = "高处不胜寒呐，三甲不好当啊，可我就喜欢高处。",
        id = 1034,
    },

    [1035] = {
        dialog = "努力升级，总有一天，我能后来居上。",
        id = 1035,
    },

    [1036] = {
        dialog = "未入三甲的朋友，我们在巅峰等你！",
        id = 1036,
    },

    [1037] = {
        dialog = "高处不胜寒呐，三甲不好当啊，可我就喜欢高处。",
        id = 1037,
    },

    [1038] = {
        dialog = "努力升级，总有一天，我能后来居上。",
        id = 1038,
    },

    [1039] = {
        dialog = "未入三甲的朋友，我们在巅峰等你！",
        id = 1039,
    },

    [1040] = {
        dialog = "高处不胜寒呐，三甲不好当啊，可我就喜欢高处。",
        id = 1040,
    },

    [1041] = {
        dialog = "努力升级，总有一天，我能后来居上。",
        id = 1041,
    },

    [1042] = {
        dialog = "未入三甲的朋友，我们在巅峰等你！",
        id = 1042,
    },

}
