-- ./excel/huodong/fengyao/npctalk.xlsx
return {

    [1001] = {
        desc = "听说人间很多美食，我要吃个够再回去！#9",
        id = 1001,
    },

    [1002] = {
        desc = "哈哈哈，妖王被摸金侠吵醒了，我们终于可以出来了。",
        id = 1002,
    },

    [1003] = {
        desc = "妖王很生气，命令我们追杀吵醒他的家伙。",
        id = 1003,
    },

    [1004] = {
        desc = "找不到吵醒妖王的家伙，我们要大开杀戒！",
        id = 1004,
    },

    [1005] = {
        desc = "此山是我罩，留下买路财。",
        id = 1005,
    },

    [1006] = {
        desc = "人无横财不富，妖无恒心不强。",
        id = 1006,
    },

    [1007] = {
        desc = "做一只笼中的凤凰，不如做一只自由的小妖。",
        id = 1007,
    },

    [1008] = {
        desc = "我要做一只知天文晓地理通古今的妖怪。",
        id = 1008,
    },

}
