-- ./excel/system/ranse/ranse.xlsx
return {

    [1] = {
        color = "0.80-0.30-1.00-1",
        id = 1,
        name = "紫色",
    },

    [2] = {
        color = "0.20-0.90-0.40-1",
        id = 2,
        name = "绿色",
    },

    [3] = {
        color = "0.90-0.20-0.20-1",
        id = 3,
        name = "红色",
    },

    [4] = {
        color = "0.90-0.70-0.00-1",
        id = 4,
        name = "黄色",
    },

    [5] = {
        color = "1.10-0.60-0.00-1",
        id = 5,
        name = "橘色",
    },

    [6] = {
        color = "0.30-0.80-1.10-1",
        id = 6,
        name = "蓝色",
    },

    [7] = {
        color = "2.40-0.60-1.00-1",
        id = 7,
        name = "粉色",
    },

    [8] = {
        color = "0.16-0.16-0.16-0.00",
        id = 8,
        name = "黑色",
    },

    [9] = {
        color = "0.96-1.04-1.13-0.00",
        id = 9,
        name = "白色",
    },

}
