-- ./excel/system/ranse/ranse.xlsx
return {

    [1] = {
        id = 1,
        text = "测试",
    },

    [1001] = {
        id = 1001,
        text = "店家寻找应用颜色",
    },

    [1002] = {
        id = 1002,
        text = "店家拿出调色容器",
    },

    [1003] = {
        id = 1003,
        text = "店家开始慢慢调色",
    },

    [1004] = {
        id = 1004,
        text = "务必小心身后扒手",
    },

    [1005] = {
        id = 1005,
        text = "店家已经开始染色",
    },

    [1006] = {
        id = 1006,
        text = "马上就要成功了",
    },

    [1007] = {
        id = 1007,
        text = "染色成功",
    },

    [1008] = {
        id = 1008,
        text = "此染色已经解锁",
    },

    [1009] = {
        id = 1009,
        text = "没有此宠物",
    },

    [2001] = {
        id = 2001,
        text = "恭喜您在时装上染色成功",
    },

    [2002] = {
        id = 2002,
        text = "正在染色，请耐心等待",
    },

    [2003] = {
        id = 2003,
        text = "此时装已经为永久状态，不用解锁",
    },

    [2004] = {
        id = 2004,
        text = "当前选择为默认颜色，无需染色",
    },

    [2005] = {
        id = 2005,
        text = "当前#name道具不足，无法染色",
    },

    [2006] = {
        id = 2006,
        text = "当前银币不足，无法染色",
    },

    [2007] = {
        id = 2007,
        text = "当前染色所需#name道具与银币不足，无法染色",
    },

    [2008] = {
        id = 2008,
        text = "恭喜您发型染色成功",
    },

    [2009] = {
        id = 2009,
        text = "恭喜您外观染色成功",
    },

    [2010] = {
        id = 2010,
        text = "宠物染色无法自选颜色",
    },

    [2011] = {
        id = 2011,
        text = "当前#name材料不足，无法染色",
    },

    [2012] = {
        id = 2012,
        text = "宠物染色成功",
    },

    [2013] = {
        id = 2013,
        text = "你已经染了这种颜色，请选择其他颜色",
    },

    [2014] = {
        id = 2014,
        text = "这件时装不支持染色哦。",
    },

    [2015] = {
        id = 2015,
        text = "注：染色与当前形象绑定，婚礼时装不可染色。",
    },

    [3001] = {
        id = 3001,
        text = "您当前#name材料不足，无法染色",
    },

    [3002] = {
        id = 3002,
        text = "元宝数量不足，是否充值",
    },

    [3003] = {
        id = 3003,
        text = "确定为#name时装解锁7天吗？",
    },

    [3004] = {
        id = 3004,
        text = "当前角色形象已经改变，是否保存到游戏中",
    },

    [3005] = {
        id = 3005,
        text = "等级不足#level级，无法染色",
    },

    [3006] = {
        id = 3006,
        text = "等级不足#level级，不能更换时装",
    },

    [3007] = {
        id = 3007,
        text = "无此颜色",
    },

    [3008] = {
        id = 3008,
        text = "此时装已经是永久",
    },

    [3009] = {
        id = 3009,
        text = "解锁时装成功",
    },

    [3010] = {
        id = 3010,
        text = "设置成功",
    },

    [3011] = {
        id = 3011,
        text = "此时装未解锁",
    },

    [3012] = {
        id = 3012,
        text = "此时装已过期",
    },

    [3013] = {
        id = 3013,
        text = "此颜色已为当前颜色",
    },

    [3014] = {
        id = 3014,
        text = "未染此颜色",
    },

    [4001] = {
        id = 4001,
        text = "宠物染色无法自主选择颜色，全部为随机选择，每种颜色消耗的道具相同",
    },

    [5001] = {
        id = 5001,
        text = "换种容貌，换个心情",
    },

    [6001] = {
        id = 6001,
        text = "染发",
    },

    [6101] = {
        id = 6101,
        text = "人物染色",
    },

    [6201] = {
        id = 6201,
        text = "宠物染色",
    },

    [6202] = {
        id = 6202,
        text = "解锁",
    },

    [6203] = {
        id = 6203,
        text = "已到期，请通过下方解锁",
    },

    [6204] = {
        id = 6204,
        text = "未解锁，可通过下方解锁",
    },

    [6205] = {
        id = 6205,
        text = "确定为#name时装永久解锁吗？",
    },

    [6206] = {
        id = 6206,
        text = "时装",
    },

}
