-- ./excel/huodong/hfdm/config.xlsx
return {

    [1001] = {
        answers = {"活", "娃"},
        id = 1001,
        title = "欲话无言听流水（猜一字）",
    },

    [1002] = {
        answers = {"淡", "坦"},
        id = 1002,
        title = "点点营火照江边（猜一字）",
    },

    [1003] = {
        answers = {"亚", "好"},
        id = 1003,
        title = "存心不善，有口难言（猜一字）",
    },

    [1004] = {
        answers = {"明", "入"},
        id = 1004,
        title = "太阳西边下，月亮东边挂（猜一字）",
    },

    [1005] = {
        answers = {"始", "苯"},
        id = 1005,
        title = "宝岛姑娘（猜一字）",
    },

    [1006] = {
        answers = {"重", "梦"},
        id = 1006,
        title = "千里相逢（猜一字）",
    },

    [1007] = {
        answers = {"可", "梅"},
        id = 1007,
        title = "添丁进口（猜一字）",
    },

    [1008] = {
        answers = {"衙", "衡"},
        id = 1008,
        title = "与我同行（猜一字）",
    },

    [1009] = {
        answers = {"姿", "梧"},
        id = 1009,
        title = "二小姐（猜一字）",
    },

    [1010] = {
        answers = {"汕", "伐"},
        id = 1010,
        title = "依山傍水（猜一字）",
    },

    [1011] = {
        answers = {"胖", "仨"},
        id = 1011,
        title = "十五天（猜一字）",
    },

    [1012] = {
        answers = {"白", "穿"},
        id = 1012,
        title = "九十九（猜一字）",
    },

    [1013] = {
        answers = {"曹", "恳"},
        id = 1013,
        title = "一曲高歌夕阳下（猜一字）",
    },

    [1014] = {
        answers = {"由", "趁"},
        id = 1014,
        title = "两山相对又相连，中有危峰插碧天（猜一字）",
    },

    [1015] = {
        answers = {"十", "胖"},
        id = 1015,
        title = "田中（猜一字）",
    },

    [1016] = {
        answers = {"九", "间"},
        id = 1016,
        title = "旭日不出（猜一字）",
    },

    [1017] = {
        answers = {"早", "薪"},
        id = 1017,
        title = "斩草不除根（猜一字）",
    },

    [1018] = {
        answers = {"坎", "盔"},
        id = 1018,
        title = "金木水火（猜一字）",
    },

    [1019] = {
        answers = {"秦", "若"},
        id = 1019,
        title = "春和秋都不热（猜一字）",
    },

    [1020] = {
        answers = {"军", "必"},
        id = 1020,
        title = "挥手告别（猜一字）",
    },

    [1021] = {
        answers = {"姓", "众"},
        id = 1021,
        title = "弄瓦之喜（猜一字）",
    },

    [1022] = {
        answers = {"甥", "记"},
        id = 1022,
        title = "弄璋之喜（猜一字）",
    },

    [1023] = {
        answers = {"乍", "淄"},
        id = 1023,
        title = "昨日不可留（猜一字）",
    },

    [1024] = {
        answers = {"步", "寿"},
        id = 1024,
        title = "正字少一横，莫作止字猜（猜一字）",
    },

    [1025] = {
        answers = {"田", "电"},
        id = 1025,
        title = "久雷不雨（猜一字）",
    },

    [1026] = {
        answers = {"乖", "奋"},
        id = 1026,
        title = "乘人不备（猜一字）",
    },

    [1027] = {
        answers = {"立", "裕"},
        id = 1027,
        title = "人不在其位（猜一字）",
    },

    [1028] = {
        answers = {"丸", "舰"},
        id = 1028,
        title = "九点（猜一字）",
    },

    [1029] = {
        answers = {"斗", "解"},
        id = 1029,
        title = "十二点（猜一字）",
    },

    [1030] = {
        answers = {"汁", "夷"},
        id = 1030,
        title = "十叁点（猜一字）",
    },

    [1031] = {
        answers = {"斥", "蓄"},
        id = 1031,
        title = "十六两多一点（猜一字）",
    },

    [1032] = {
        answers = {"射", "汗"},
        id = 1032,
        title = "矮冬瓜（猜一字）",
    },

    [1033] = {
        answers = {"省", "孩"},
        id = 1033,
        title = "独眼龙（猜一字）",
    },

    [1034] = {
        answers = {"鱼", "蕤"},
        id = 1034,
        title = "无头无尾一亩田（猜一字）",
    },

    [1035] = {
        answers = {"保", "哥"},
        id = 1035,
        title = "傻瓜（猜一字）",
    },

    [1036] = {
        answers = {"仙", "画"},
        id = 1036,
        title = "出一半有何不可（猜一字）",
    },

    [1037] = {
        answers = {"订", "耿"},
        id = 1037,
        title = "边打边谈（猜一字）",
    },

    [1038] = {
        answers = {"相", "刘"},
        id = 1038,
        title = "休要丢人现眼（猜一字）",
    },

    [1039] = {
        answers = {"闽", "告"},
        id = 1039,
        title = "书香门第（猜一字）",
    },

    [1040] = {
        answers = {"入", "置"},
        id = 1040,
        title = "镜中人（猜一字）",
    },

    [1041] = {
        answers = {"明", "窍"},
        id = 1041,
        title = "元旦（猜一字）",
    },

    [1042] = {
        answers = {"坐", "茎"},
        id = 1042,
        title = "平均地权（猜一字）",
    },

    [1043] = {
        answers = {"也", "奉"},
        id = 1043,
        title = "我没有他有，天没有地有（猜一字）",
    },

    [1044] = {
        answers = {"鹳", "名"},
        id = 1044,
        title = "观不见有鸟飞来（猜一字）",
    },

    [1045] = {
        answers = {"询", "筏"},
        id = 1045,
        title = "十日谈（猜一字）",
    },

    [1046] = {
        answers = {"钦", "夫"},
        id = 1046,
        title = "没有钱（猜一字）",
    },

    [1047] = {
        answers = {"心", "侦"},
        id = 1047,
        title = "打断念头（猜一字）",
    },

    [1048] = {
        answers = {"扮", "坟"},
        id = 1048,
        title = "再见（猜一字）",
    },

    [1049] = {
        answers = {"控", "雪"},
        id = 1049,
        title = "手无寸铁（猜一字）",
    },

    [1050] = {
        answers = {"秃", "飞"},
        id = 1050,
        title = "日落香残，洗却凡心一点（猜一字）",
    },

    [1051] = {
        answers = {"驴", "衙"},
        id = 1051,
        title = "火尽炉冷，平添意马心猿（猜一字）",
    },

    [1052] = {
        answers = {"言", "版"},
        id = 1052,
        title = "人无信不立（猜一字）",
    },

    [1053] = {
        answers = {"少", "踵"},
        id = 1053,
        title = "飞砂走石（猜一字）",
    },

    [1054] = {
        answers = {"块", "歌"},
        id = 1054,
        title = "九泉之地（猜一字）",
    },

    [1055] = {
        answers = {"目", "回"},
        id = 1055,
        title = "叁口重重叠，莫把品字猜（猜一字）",
    },

    [1056] = {
        answers = {"慎", "总"},
        id = 1056,
        title = "真心相伴（猜一字）",
    },

    [1057] = {
        answers = {"受", "巧"},
        id = 1057,
        title = "付出爱心（猜一字）",
    },

    [1058] = {
        answers = {"声", "枝"},
        id = 1058,
        title = "心香飘失，闻香无门（猜一字）",
    },

    [1059] = {
        answers = {"觉", "占"},
        id = 1059,
        title = "学子远去，又见归来（猜一字）",
    },

    [1060] = {
        answers = {"陪", "晔"},
        id = 1060,
        title = "部位相反（猜一字）",
    },

    [1061] = {
        answers = {"瑰", "岸"},
        id = 1061,
        title = "阎罗王（猜一字）",
    },

    [1062] = {
        answers = {"旺", "皓"},
        id = 1062,
        title = "太阳王（猜一字）",
    },

    [1063] = {
        answers = {"曰", "击"},
        id = 1063,
        title = "四退八进一（猜一字）",
    },

    [1064] = {
        answers = {"岳", "忖"},
        id = 1064,
        title = "孔子登山（猜一字）",
    },

    [1065] = {
        answers = {"力", "懒"},
        id = 1065,
        title = "刀出鞘（猜一字）",
    },

    [1066] = {
        answers = {"裙", "此"},
        id = 1066,
        title = "龙袍（猜一字）",
    },

    [1067] = {
        answers = {"吠", "总"},
        id = 1067,
        title = "大口多一点（猜一字）",
    },

    [1068] = {
        answers = {"口", "惯"},
        id = 1068,
        title = "因小失大（猜一字）",
    },

    [1069] = {
        answers = {"倩", "舒"},
        id = 1069,
        title = "独留花下人，有情却无心（猜一字）",
    },

    [1070] = {
        answers = {"昌", "舟"},
        id = 1070,
        title = "日复一日（猜一字）",
    },

    [1071] = {
        answers = {"多", "为"},
        id = 1071,
        title = "一夜又一夜（猜一字）",
    },

    [1072] = {
        answers = {"俄", "术"},
        id = 1072,
        title = "人我不分（猜一字）",
    },

    [1073] = {
        answers = {"一", "从"},
        id = 1073,
        title = "春雨绵绵妻独睡（猜一字）",
    },

    [1074] = {
        answers = {"妻", "步"},
        id = 1074,
        title = "十女同耕半边田（猜一字）",
    },

    [1075] = {
        answers = {"仆", "田"},
        id = 1075,
        title = "算命先生（猜一字）",
    },

    [1076] = {
        answers = {"们", "合"},
        id = 1076,
        title = "徒弟（猜一字）",
    },

    [1077] = {
        answers = {"斌", "尖"},
        id = 1077,
        title = "文武合一（猜一字）",
    },

    [1078] = {
        answers = {"真", "旱"},
        id = 1078,
        title = "云南大旱（猜一字）",
    },

    [1079] = {
        answers = {"悟", "言"},
        id = 1079,
        title = "我的心（猜一字）",
    },

    [1080] = {
        answers = {"禹", "午"},
        id = 1080,
        title = "千头万尾一条虫（猜一字）",
    },

    [1081] = {
        answers = {"习", "众"},
        id = 1081,
        title = "白公鸡（猜一字）",
    },

    [1082] = {
        answers = {"焚", "万"},
        id = 1082,
        title = "森林大火（猜一字）",
    },

    [1083] = {
        answers = {"告", "招"},
        id = 1083,
        title = "一口吃掉牛尾巴（猜一字）",
    },

    [1084] = {
        answers = {"题", "帅"},
        id = 1084,
        title = "这一页（猜一字）",
    },

    [1085] = {
        answers = {"卜", "王"},
        id = 1085,
        title = "中心一点口不见　（猜一字）",
    },

    [1086] = {
        answers = {"克", "三"},
        id = 1086,
        title = "十个哥哥（猜一字）",
    },

    [1087] = {
        answers = {"捉", "扑"},
        id = 1087,
        title = "同胞兄弟（猜一字）　",
    },

    [1088] = {
        answers = {"夷", "谜"},
        id = 1088,
        title = "一人腰上挂把弓（猜一字）",
    },

    [1089] = {
        answers = {"仗", "召"},
        id = 1089,
        title = "岳父大人（猜一字）",
    },

    [1090] = {
        answers = {"狱", "师"},
        id = 1090,
        title = "两狗谈天（猜一字）　",
    },

    [1091] = {
        answers = {"申", "耶"},
        id = 1091,
        title = "既有头，又有尾，中间生了四张嘴（猜一字）",
    },

    [1092] = {
        answers = {"吉", "谢"},
        id = 1092,
        title = "一家十一口（猜一字）",
    },

    [1093] = {
        answers = {"等", "活"},
        id = 1093,
        title = "土上有竹林，土下一寸金（猜一字）",
    },

    [1094] = {
        answers = {"拿", "淡"},
        id = 1094,
        title = "一人一张口，口下长只手（猜一字）",
    },

    [1095] = {
        answers = {"井", "亚"},
        id = 1095,
        title = "一字生得巧，四面八只脚（猜一字）",
    },

    [1096] = {
        answers = {"卡", "明"},
        id = 1096,
        title = "上下难分（猜一字）",
    },

    [1097] = {
        answers = {"冤", "始"},
        id = 1097,
        title = "兔儿头上戴顶帽，满腹苦水无处申（猜一字）",
    },

    [1098] = {
        answers = {"必", "重"},
        id = 1098,
        title = "一箭穿心（猜一字）",
    },

    [1099] = {
        answers = {"蜀", "可"},
        id = 1099,
        title = "四撇一弯钩，虫在肚中留（猜一字）",
    },

    [1100] = {
        answers = {"瞄", "衙"},
        id = 1100,
        title = "眼看田上长青草（猜一字）",
    },

    [1101] = {
        answers = {"全", "姿"},
        id = 1101,
        title = "点点成金（猜一字",
    },

    [1102] = {
        answers = {"田", "汕"},
        id = 1102,
        title = "四面都是山，山山接相连（猜一字）",
    },

    [1103] = {
        answers = {"晕", "胖"},
        id = 1103,
        title = "东洋兵（猜一字）",
    },

    [1104] = {
        answers = {"晒", "白"},
        id = 1104,
        title = "黄昏时候（猜一字）",
    },

    [1105] = {
        answers = {"蕾", "曹"},
        id = 1105,
        title = "田里雨後长青草（猜一字）",
    },

    [1106] = {
        answers = {"值", "由"},
        id = 1106,
        title = "半真半假（猜一字）",
    },

    [1107] = {
        answers = {"更", "十"},
        id = 1107,
        title = "与人方便（猜一字）",
    },

    [1108] = {
        answers = {"八", "九"},
        id = 1108,
        title = "公而忘私（猜一字）",
    },

    [1109] = {
        answers = {"合", "早"},
        id = 1109,
        title = "拿不出手（猜一字）",
    },

    [1110] = {
        answers = {"早", "坎"},
        id = 1110,
        title = "草上飞（猜一字）",
    },

    [1111] = {
        answers = {"夹", "秦"},
        id = 1111,
        title = "大人挑小人（猜一字）",
    },

    [1112] = {
        answers = {"脱", "军"},
        id = 1112,
        title = "八兄弟，同赏月（猜一字）",
    },

    [1113] = {
        answers = {"心", "姓"},
        id = 1113,
        title = "一钩残月伴叁星（猜一字）",
    },

    [1114] = {
        answers = {"羊", "甥"},
        id = 1114,
        title = "带鱼味美（打一字）",
    },

    [1115] = {
        answers = {"积", "乍"},
        id = 1115,
        title = "2＋6（打一字）",
    },

    [1116] = {
        answers = {"墒", "步"},
        id = 1116,
        title = "242÷22（打一字）",
    },

    [1117] = {
        answers = {"裂", "田"},
        id = 1117,
        title = "服装展览（打一字）",
    },

    [1118] = {
        answers = {"步", "乖"},
        id = 1118,
        title = "干涉（打一字）",
    },

    [1119] = {
        answers = {"娃", "立"},
        id = 1119,
        title = "闺中少女（打一字）",
    },

    [1120] = {
        answers = {"坦", "丸"},
        id = 1120,
        title = "国庆的早晨（打一字）",
    },

    [1121] = {
        answers = {"好", "斗"},
        id = 1121,
        title = "巾帼（打一字）",
    },

    [1122] = {
        answers = {"入", "汁"},
        id = 1122,
        title = "镜中人影（打一字）　",
    },

    [1123] = {
        answers = {"苯", "斥"},
        id = 1123,
        title = "李时珍名著（打一字）",
    },

    [1124] = {
        answers = {"梦", "射"},
        id = 1124,
        title = "连夜造林（打一字）",
    },

    [1125] = {
        answers = {"梅", "省"},
        id = 1125,
        title = "林海无边（打一字）",
    },

    [1126] = {
        answers = {"衙", "鱼"},
        id = 1126,
        title = "毛遂自荐（打一字）",
    },

    [1127] = {
        answers = {"梧", "保"},
        id = 1127,
        title = "每人栽树五棵（打一字）",
    },

    [1128] = {
        answers = {"伐", "仙"},
        id = 1128,
        title = "你我各一半（打一字）",
    },

    [1129] = {
        answers = {"仨", "订"},
        id = 1129,
        title = "你我他（打一字）",
    },

    [1130] = {
        answers = {"穿", "相"},
        id = 1130,
        title = "龋齿（打一字）",
    },

    [1131] = {
        answers = {"恳", "闽"},
        id = 1131,
        title = "缺一点良心（打一字）",
    },

    [1132] = {
        answers = {"趁", "入"},
        id = 1132,
        title = "人须边上走（打一字）",
    },

    [1133] = {
        answers = {"胖", "明"},
        id = 1133,
        title = "十五日（打一字）　",
    },

    [1134] = {
        answers = {"间", "坐"},
        id = 1134,
        title = "向阳门第（打一字）",
    },

    [1135] = {
        answers = {"薪", "夥"},
        id = 1135,
        title = "欣闻廿年换旧貌（打一字）",
    },

    [1136] = {
        answers = {"盔", "也"},
        id = 1136,
        title = "烟缸（打一字）",
    },

    [1137] = {
        answers = {"若", "鹳"},
        id = 1137,
        title = "言出必行（打一字）",
    },

    [1138] = {
        answers = {"必", "询"},
        id = 1138,
        title = "一心向上（打一字）",
    },

    [1139] = {
        answers = {"众", "钦"},
        id = 1139,
        title = "一字六笔无竖横，同心同德力无穷（打一字）",
    },

    [1140] = {
        answers = {"记", "心"},
        id = 1140,
        title = "自我批评（打一字）",
    },

    [1141] = {
        answers = {"淄", "扮"},
        id = 1141,
        title = "雁群低飞水田旁（打一字）",
    },

    [1142] = {
        answers = {"寿", "控"},
        id = 1142,
        title = "一撇划了三寸长（打一字）",
    },

    [1143] = {
        answers = {"电", "秃"},
        id = 1143,
        title = "俺家大人不在家（打一字）",
    },

    [1144] = {
        answers = {"奋", "驴"},
        id = 1144,
        title = "夺去一半留一半（打一字）",
    },

    [1145] = {
        answers = {"裕", "言"},
        id = 1145,
        title = "有吃有穿生活好（打一字）",
    },

    [1146] = {
        answers = {"舰", "少"},
        id = 1146,
        title = "放眼唯有一孤帆（打一字）",
    },

    [1147] = {
        answers = {"解", "块"},
        id = 1147,
        title = "牛角上边来一刀（打一字）",
    },

    [1148] = {
        answers = {"夷", "目"},
        id = 1148,
        title = "行人弓箭各在腰（打一字）",
    },

    [1149] = {
        answers = {"蓄", "慎"},
        id = 1149,
        title = "风吹草低见牛羊（打一字）",
    },

    [1150] = {
        answers = {"汗", "受"},
        id = 1150,
        title = "一边有水一边干（打一字）",
    },

    [1151] = {
        answers = {"孩", "声"},
        id = 1151,
        title = "夜里十一点前后（打一字）",
    },

    [1152] = {
        answers = {"蕤", "觉"},
        id = 1152,
        title = "蓬莱下八戒出世（打一字）",
    },

    [1153] = {
        answers = {"哥", "陪"},
        id = 1153,
        title = "大河没水小河干（打一字）",
    },

    [1154] = {
        answers = {"画", "瑰"},
        id = 1154,
        title = "空山之中一亩田（打一字）",
    },

    [1155] = {
        answers = {"耿", "旺"},
        id = 1155,
        title = "大火烧到耳朵边（打一字）",
    },

    [1156] = {
        answers = {"刘", "曰"},
        id = 1156,
        title = "文武双全不猜斌（打一字）",
    },

    [1157] = {
        answers = {"告", "岳"},
        id = 1157,
        title = "一口咬掉牛尾巴（打一字）",
    },

    [1158] = {
        answers = {"置", "力"},
        id = 1158,
        title = "东西南北无弯路（打一字）",
    },

    [1159] = {
        answers = {"窍", "裙"},
        id = 1159,
        title = "挖掉穷根巧安排（打一字）",
    },

    [1160] = {
        answers = {"茎", "吠"},
        id = 1160,
        title = "野径无人草丛生（打一字）",
    },

    [1161] = {
        answers = {"尔", "口"},
        id = 1161,
        title = "有人无人都是你（打一字）",
    },

    [1162] = {
        answers = {"奉", "倩"},
        id = 1162,
        title = "三人骑头无角牛（打一字）",
    },

    [1163] = {
        answers = {"名", "昌"},
        id = 1163,
        title = "一口咬去多半截（打一字）",
    },

    [1164] = {
        answers = {"筏", "多"},
        id = 1164,
        title = "为熊猫储备饲料（打一字）",
    },

    [1165] = {
        answers = {"夫", "俄"},
        id = 1165,
        title = "两人力大冲破天（打一字）",
    },

    [1166] = {
        answers = {"侦", "一"},
        id = 1166,
        title = "高风亮节留人间（打一字）",
    },

    [1167] = {
        answers = {"坟", "妻"},
        id = 1167,
        title = "加减乘除少一点（打一字）",
    },

    [1168] = {
        answers = {"雪", "仆"},
        id = 1168,
        title = "雨余山色浑如睡（打一字）",
    },

    [1169] = {
        answers = {"飞", "们"},
        id = 1169,
        title = "风丝雨点满地扬（打一字）",
    },

    [1170] = {
        answers = {"衙", "斌"},
        id = 1170,
        title = "三人行，其中有我（打一字）",
    },

    [1171] = {
        answers = {"版", "真"},
        id = 1171,
        title = "壮士一去兮不复返（打一字）",
    },

    [1172] = {
        answers = {"踵", "悟"},
        id = 1172,
        title = "千里之行始于足下（打一字）",
    },

    [1173] = {
        answers = {"歌", "禹"},
        id = 1173,
        title = "只有姐姐妹妹和弟弟（打一字）",
    },

    [1174] = {
        answers = {"回", "习"},
        id = 1174,
        title = "团结在党中央周围（打一字）",
    },

    [1175] = {
        answers = {"总", "焚"},
        id = 1175,
        title = "前前后后都要放在心上（打一字）",
    },

    [1176] = {
        answers = {"巧", "告"},
        id = 1176,
        title = "削去朽木加工就妙（打一字）",
    },

    [1177] = {
        answers = {"枝", "国"},
        id = 1177,
        title = "技术不留一手不留一点（打一字）",
    },

    [1178] = {
        answers = {"占", "润"},
        id = 1178,
        title = "加了四点只有一点（打一字）",
    },

    [1179] = {
        answers = {"晔", "圄"},
        id = 1179,
        title = "中日合作前景美好（打一字）",
    },

    [1180] = {
        answers = {"岸", "可"},
        id = 1180,
        title = "上山下厂参加劳动（打一字）",
    },

    [1181] = {
        answers = {"皓", "旧"},
        id = 1181,
        title = "旧社会穷人打官司（打一字）",
    },

    [1182] = {
        answers = {"击", "关"},
        id = 1182,
        title = "无角牛登上没峰山（打一字）",
    },

    [1183] = {
        answers = {"忖", "问"},
        id = 1183,
        title = "十分用心细细地想（打一字）",
    },

    [1184] = {
        answers = {"懒", "夷"},
        id = 1184,
        title = "一心依赖实为惰（打一字）",
    },

    [1185] = {
        answers = {"此", "团"},
        id = 1185,
        title = "短一些再短一些（打一字）",
    },

    [1186] = {
        answers = {"总", "观"},
        id = 1186,
        title = "善始善终一心到底（打一字）",
    },

    [1187] = {
        answers = {"惯", "间"},
        id = 1187,
        title = "一贯用心习以为常（打一字）",
    },

    [1188] = {
        answers = {"舟", "哀"},
        id = 1188,
        title = "是船不叫船，只因缺半边（打一字）",
    },

    [1189] = {
        answers = {"为", "药"},
        id = 1189,
        title = "加字加两点，别字办字猜（打一字）",
    },

    [1190] = {
        answers = {"术", "淮"},
        id = 1190,
        title = "多一点能吃，少一点有用（打一字）",
    },

    [1191] = {
        answers = {"从", "清"},
        id = 1191,
        title = "有你有他，唯独没有自己（打一字）",
    },

    [1192] = {
        answers = {"步", "景"},
        id = 1192,
        title = "上面正差一点，下面少丢一点（打一字）",
    },

    [1193] = {
        answers = {"田", "黜"},
        id = 1193,
        title = "任你横冲直撞，我要四面包围（打一字）　",
    },

    [1194] = {
        answers = {"合", "娴"},
        id = 1194,
        title = "去一人还有一口，去一口还有一人（打一字）",
    },

    [1195] = {
        answers = {"尖", "您"},
        id = 1195,
        title = "上头小，下头大，你猜猜，念个啥（打一字）",
    },

    [1196] = {
        answers = {"旱", "字"},
        id = 1196,
        title = "从上看，一天干，从下看，干一天（打一字）",
    },

    [1197] = {
        answers = {"言", "帼"},
        id = 1197,
        title = "人无信不立（打一字）",
    },

    [1198] = {
        answers = {"午", "言"},
        id = 1198,
        title = "一出头就长角（打一字）",
    },

    [1199] = {
        answers = {"众", "州"},
        id = 1199,
        title = "一人比两人高（打一字）",
    },

    [1200] = {
        answers = {"万", "萝"},
        id = 1200,
        title = "加一点有四边（打一字）",
    },

    [1201] = {
        answers = {"招", "硖"},
        id = 1201,
        title = "手持单刀一口（打一字）",
    },

    [1202] = {
        answers = {"帅", "节"},
        id = 1202,
        title = "一来就有徒弟（打一字）",
    },

    [1203] = {
        answers = {"王", "烂"},
        id = 1203,
        title = "一加一不是二（打一字）",
    },

    [1204] = {
        answers = {"三", "王"},
        id = 1204,
        title = "一减一不是零（打一字）",
    },

    [1205] = {
        answers = {"扑", "头"},
        id = 1205,
        title = "挖西边补东边（打一字）",
    },

    [1206] = {
        answers = {"谜", "卜"},
        id = 1206,
        title = "破除迷信的人（打一字）",
    },

    [1207] = {
        answers = {"召", "克"},
        id = 1207,
        title = "动手术的部位（打一字）",
    },

    [1208] = {
        answers = {"师", "捉"},
        id = 1208,
        title = "一走就带千军（打一字）",
    },

    [1209] = {
        answers = {"耶", "夷"},
        id = 1209,
        title = "两边都能听到（打一字）",
    },

    [1210] = {
        answers = {"谢", "仗"},
        id = 1210,
        title = "说话十分得体（打一字）",
    },

    [1211] = {
        answers = {"旦", "狱"},
        id = 1211,
        title = "太阳升上地面（打一字）",
    },

    [1212] = {
        answers = {"竞", "申"},
        id = 1212,
        title = "哥哥老是站着（打一字）",
    },

    [1213] = {
        answers = {"韦", "吉"},
        id = 1213,
        title = "言及之而不言（打一字）",
    },

    [1214] = {
        answers = {"闭", "等"},
        id = 1214,
        title = "才进去就关门（打一字）",
    },

    [1215] = {
        answers = {"买", "拿"},
        id = 1215,
        title = "一点一点落实（打一字）",
    },

    [1216] = {
        answers = {"粮", "井"},
        id = 1216,
        title = "把水浇在根上（打一字）",
    },

    [1217] = {
        answers = {"瓢", "卡"},
        id = 1217,
        title = "西瓜大小不一（打一字）",
    },

    [1218] = {
        answers = {"湿", "冤"},
        id = 1218,
        title = "全日流水作业（打一字）",
    },

    [1219] = {
        answers = {"韵", "必"},
        id = 1219,
        title = "配音演员演出（打一字）",
    },

    [1220] = {
        answers = {"痱", "蜀"},
        id = 1220,
        title = "不是病，也是病（打一字）",
    },

    [1221] = {
        answers = {"林", "瞄"},
        id = 1221,
        title = "左十八，右十八（打一字）",
    },

    [1222] = {
        answers = {"晶", "全"},
        id = 1222,
        title = "昨天今天明天（打一字）",
    },

    [1223] = {
        answers = {"哈", "田"},
        id = 1223,
        title = "闭着嘴，却在笑（打一字）",
    },

    [1224] = {
        answers = {"辞", "晕"},
        id = 1224,
        title = "甜一半，辣一半（打一字）",
    },

    [1225] = {
        answers = {"尝", "晒"},
        id = 1225,
        title = "学一段，会下段（打一字）",
    },

    [1226] = {
        answers = {"联", "蕾"},
        id = 1226,
        title = "取一半，送一半（打一字）",
    },

    [1227] = {
        answers = {"获", "值"},
        id = 1227,
        title = "两只狗，草底走（打一字）",
    },

    [1228] = {
        answers = {"忌", "更"},
        id = 1228,
        title = "记一半，忘一半（打一字）",
    },

    [1229] = {
        answers = {"丢", "八"},
        id = 1229,
        title = "去一撇，就没了（打一字）",
    },

    [1230] = {
        answers = {"奶", "合"},
        id = 1230,
        title = "要一半，扔一半（打一字）",
    },

    [1231] = {
        answers = {"连", "早"},
        id = 1231,
        title = "还不走，车来了（打一字）",
    },

    [1232] = {
        answers = {"桦", "夹"},
        id = 1232,
        title = "出点子，见才华（打一字）",
    },

    [1233] = {
        answers = {"幸", "脱"},
        id = 1233,
        title = "十一点，点十一（打一字）",
    },

    [1234] = {
        answers = {"罪", "心"},
        id = 1234,
        title = "柴米油盐都不是（打一字）",
    },

    [1235] = {
        answers = {"量", "羊"},
        id = 1235,
        title = "一天走了一里路（打一字）",
    },

    [1236] = {
        answers = {"憧", "积"},
        id = 1236,
        title = "心和少年紧相连（打一字）",
    },

    [1237] = {
        answers = {"夭", "墒"},
        id = 1237,
        title = "少小离家老大回（打一字）",
    },

    [1238] = {
        answers = {"弗", "裂"},
        id = 1238,
        title = "佛殿有佛无人拜（打一字）",
    },

    [1239] = {
        answers = {"易", "步"},
        id = 1239,
        title = "不要太阳并不难（打一字）",
    },

    [1240] = {
        answers = {"仑", "娃"},
        id = 1240,
        title = "论长论短莫多言（打一字）",
    },

    [1241] = {
        answers = {"羞", "坦"},
        id = 1241,
        title = "歪尾巴羊长得丑（打一字）",
    },

    [1242] = {
        answers = {"能", "好"},
        id = 1242,
        title = "云破月来花影碎（打一字）",
    },

    [1243] = {
        answers = {"箸", "入"},
        id = 1243,
        title = "修竹成阴暑日无（打一字）",
    },

    [1244] = {
        answers = {"薑", "苯"},
        id = 1244,
        title = "草下双田有界线（打一字）",
    },

    [1245] = {
        answers = {"古", "梦"},
        id = 1245,
        title = "夜去罩湖不见波（打一字）",
    },

    [1246] = {
        answers = {"信", "梅"},
        id = 1246,
        title = "为人立言母浮夸（打一字）",
    },

    [1247] = {
        answers = {"暮", "衙"},
        id = 1247,
        title = "莫等日落近黄昏（打一字）",
    },

    [1248] = {
        answers = {"夯", "梧"},
        id = 1248,
        title = "大力合作实地干（打一字）",
    },

    [1249] = {
        answers = {"淄", "伐"},
        id = 1249,
        title = "漠漠水田大雁飞（打一字）",
    },

    [1250] = {
        answers = {"拾", "仨"},
        id = 1250,
        title = "一人一口一只手（打一字）",
    },

    [1251] = {
        answers = {"雪", "穿"},
        id = 1251,
        title = "横山白茫茫（打一字）",
    },

    [1252] = {
        answers = {"杰", "恳"},
        id = 1252,
        title = "四点树下埋（打一字）",
    },

    [1253] = {
        answers = {"茶", "趁"},
        id = 1253,
        title = "人在草木中（打一字）",
    },

    [1254] = {
        answers = {"厉", "胖"},
        id = 1254,
        title = "一万零一撇（打一字）",
    },

    [1255] = {
        answers = {"现", "间"},
        id = 1255,
        title = "主见差一点（打一字）",
    },

    [1256] = {
        answers = {"忿", "薪"},
        id = 1256,
        title = "思想不集中（打一字）",
    },

    [1257] = {
        answers = {"梦", "盔"},
        id = 1257,
        title = "林字多一半（打一字）",
    },

    [1258] = {
        answers = {"语", "若"},
        id = 1258,
        title = "五口人说话（打一字）",
    },

    [1259] = {
        answers = {"汞", "必"},
        id = 1259,
        title = "江水往下流（打一字）",
    },

    [1260] = {
        answers = {"匠", "众"},
        id = 1260,
        title = "半口吃一斤（打一字）",
    },

    [1261] = {
        answers = {"奈", "记"},
        id = 1261,
        title = "二人不拆开（打一字）",
    },

    [1262] = {
        answers = {"蚌", "淄"},
        id = 1262,
        title = "除虫夺高产（打一字）",
    },

    [1263] = {
        answers = {"切", "寿"},
        id = 1263,
        title = "出工不出力（打一字）",
    },

    [1264] = {
        answers = {"规", "电"},
        id = 1264,
        title = "新娘会新郎（打一字）",
    },

    [1265] = {
        answers = {"店", "奋"},
        id = 1265,
        title = "占座而不座（打一字）",
    },

    [1266] = {
        answers = {"旦", "裕"},
        id = 1266,
        title = "旧貌换新颜（打一字）",
    },

    [1267] = {
        answers = {"移", "舰"},
        id = 1267,
        title = "木字多一撇（打一字）",
    },

    [1268] = {
        answers = {"电", "解"},
        id = 1268,
        title = "由下面转弯（打一字）",
    },

    [1269] = {
        answers = {"欠", "夷"},
        id = 1269,
        title = "砍掉了石头（打一字）",
    },

    [1270] = {
        answers = {"瞿", "蓄"},
        id = 1270,
        title = "两眼视力好（打一字）",
    },

    [1271] = {
        answers = {"亚", "汗"},
        id = 1271,
        title = "多心就不好（打一字）",
    },

    [1272] = {
        answers = {"艰", "孩"},
        id = 1272,
        title = "良又少一点（打一字）",
    },

    [1273] = {
        answers = {"夕", "蕤"},
        id = 1273,
        title = "加倍才算多（打一字）",
    },

    [1274] = {
        answers = {"豪", "哥"},
        id = 1274,
        title = "全家添一口（打一字）",
    },

    [1275] = {
        answers = {"固", "画"},
        id = 1275,
        title = "大框加小框（打一字）",
    },

    [1276] = {
        answers = {"奢", "耿"},
        id = 1276,
        title = "来日是大暑（打一字）",
    },

    [1277] = {
        answers = {"息", "刘"},
        id = 1277,
        title = "身残心不残（打一字）",
    },

    [1278] = {
        answers = {"滉", "告"},
        id = 1278,
        title = "水光浮日出（打一字）",
    },

    [1279] = {
        answers = {"涂", "置"},
        id = 1279,
        title = "唤我水边住（打一字）",
    },

    [1280] = {
        answers = {"明", "窍"},
        id = 1280,
        title = "日月各西东（打一字）",
    },

    [1281] = {
        answers = {"森", "茎"},
        id = 1281,
        title = '三个"十八盘"（打一字）',
    },

    [1282] = {
        answers = {"阕", "尔"},
        id = 1282,
        title = "登上南天门（打一字）",
    },

    [1283] = {
        answers = {"丛", "奉"},
        id = 1283,
        title = "山山拔地起（打一字）",
    },

    [1284] = {
        answers = {"栏", "名"},
        id = 1284,
        title = "一直一个样（打一字）",
    },

    [1285] = {
        answers = {"旷", "筏"},
        id = 1285,
        title = "床前明月光（打一字）",
    },

    [1286] = {
        answers = {"奏", "夫"},
        id = 1286,
        title = "对影成三人（打一字）",
    },

    [1287] = {
        answers = {"国", "侦"},
        id = 1287,
        title = "总是玉关情（打一字）",
    },

    [1288] = {
        answers = {"润", "坟"},
        id = 1288,
        title = "柴门闻犬吠（打一字）",
    },

    [1289] = {
        answers = {"圄", "雪"},
        id = 1289,
        title = "我独不得出（打一字）",
    },

    [1290] = {
        answers = {"可", "飞"},
        id = 1290,
        title = "三点河旁落（打一字）",
    },

    [1291] = {
        answers = {"旧", "衙"},
        id = 1291,
        title = "二十四小时（打一字）",
    },

    [1292] = {
        answers = {"关", "版"},
        id = 1292,
        title = "两点天上来（打一字）",
    },

    [1293] = {
        answers = {"问", "踵"},
        id = 1293,
        title = "入门无犬吠（打一字）",
    },

    [1294] = {
        answers = {"夷", "歌"},
        id = 1294,
        title = "一人背张弓（打一字）",
    },

    [1295] = {
        answers = {"团", "回"},
        id = 1295,
        title = "说话的技术（打一字）",
    },

    [1296] = {
        answers = {"观", "总"},
        id = 1296,
        title = "第二次握手（打一字）",
    },

    [1297] = {
        answers = {"间", "巧"},
        id = 1297,
        title = "开门日正中（打一字）",
    },

    [1298] = {
        answers = {"苯", "枝"},
        id = 1298,
        title = "李时珍所著（打一字）",
    },

    [1299] = {
        answers = {"哀", "占"},
        id = 1299,
        title = "一口咬破衣（打一字）",
    },

    [1300] = {
        answers = {"药", "晔"},
        id = 1300,
        title = "非正式协定（打一字）",
    },

    [1301] = {
        answers = {"淮", "岸"},
        id = 1301,
        title = "有一点不准（打一字）",
    },

    [1302] = {
        answers = {"清", "皓"},
        id = 1302,
        title = "晴转阴有雨（打一字）",
    },

    [1303] = {
        answers = {"景", "击"},
        id = 1303,
        title = "曙光照首都（打一字）",
    },

    [1304] = {
        answers = {"黜", "忖"},
        id = 1304,
        title = "包龙图上场（打一字）",
    },

    [1305] = {
        answers = {"娴", "懒"},
        id = 1305,
        title = "没事的姑娘（打一字）",
    },

    [1306] = {
        answers = {"您", "此"},
        id = 1306,
        title = "汝乃有心人（打一字）",
    },

    [1307] = {
        answers = {"字", "总"},
        id = 1307,
        title = "见点滴就学（打一字）",
    },

    [1308] = {
        answers = {"帼", "惯"},
        id = 1308,
        title = "祖国要统一（打一字）",
    },

    [1309] = {
        answers = {"言", "国"},
        id = 1309,
        title = "人无信不立（打一字）",
    },

    [1310] = {
        answers = {"州", "舟"},
        id = 1310,
        title = "蜀水横流（打一字）",
    },

    [1311] = {
        answers = {"萝", "为"},
        id = 1311,
        title = "三八之夜（打一字）",
    },

    [1312] = {
        answers = {"硖", "术"},
        id = 1312,
        title = "玉质不纯（打一字）",
    },

    [1313] = {
        answers = {"节", "从"},
        id = 1313,
        title = "花前柳畔（打一字）",
    },

    [1314] = {
        answers = {"烂", "步"},
        id = 1314,
        title = "炉火纯青（打一字）",
    },

    [1315] = {
        answers = {"王", "田"},
        id = 1315,
        title = "三位一体（打一字）",
    },

}
